{
  "sources": [
    {
      "title": "Release notes from osmosfeed",
      "feedUrl": "https://github.com/osmoscraft/osmosfeed/releases.atom",
      "siteUrl": "https://github.com/osmoscraft/osmosfeed/releases",
      "articles": [
        {
          "id": "https://github.com/osmoscraft/osmosfeed/releases/tag/v1.11.0",
          "author": null,
          "description": "Added: support an experimental template for YouTube feed 📺 Demo | Source\n\nAggregate content from any YouTube channel rss url https://www.youtube.com/feeds/videos.xml?channel_id=<replace_with_channel_id>\nVideos are embedded via iframe and loading accelerated by youtube-lite-embed\nAds are reduced thanks to YouTube's policy for embedded videos 🙃\nWorks on mobile devices with butter smooth horizontal scroll.\nCaveat: the template works only with YouTube content. You cannot mix textual RSS feed or other video sources such as Vimeo.\nChanged: Default HTML template meta tag adjusted to match convention\nChanged: sources in template data is now ordered by last update timestamp (as opposed to alphabetical)\nThank you @PiyushLosalka",
          "link": "https://github.com/osmoscraft/osmosfeed/releases/tag/v1.11.0",
          "publishedOn": "2021-06-23T05:57:59.000Z",
          "wordCount": 368,
          "title": "v1.11.0"
        }
      ]
    },
    {
      "title": "CSS-Tricks",
      "feedUrl": "https://css-tricks.com/feed/",
      "siteUrl": "https://css-tricks.com",
      "articles": [
        {
          "id": "https://css-tricks.com/?p=344334",
          "author": "Chris Coyier",
          "description": "This is a nice update from Manuel Rego Casasnovas. Igalia has this idea to sort of crowd-source important web platform features that need to get worked on (that’s the sort of work they do). They call it Open Prioritization. …\nThe post :focus-visible in WebKit appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://blogs.igalia.com/mrego/2021/06/07/focus-visible-in-webkit-may-2021/",
          "publishedOn": "2021-07-09T18:53:51.000Z",
          "wordCount": 1281,
          "title": ":focus-visible in WebKit"
        },
        {
          "id": "https://css-tricks.com/?p=343598",
          "author": "Philippe Bernard",
          "description": "Ever heard of favicons made with SVG? If you are a regular reader of CSS-Tricks, you probably have. But does your website actually use one?\nThe task is more non-trivial than you might think. As we will see in this …\nThe post SVG Favicons in Action appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/svg-favicons-in-action/",
          "publishedOn": "2021-07-09T14:31:57.000Z",
          "wordCount": 2068,
          "title": "SVG Favicons in Action"
        },
        {
          "id": "https://css-tricks.com/?p=344024",
          "author": "Chris Coyier",
          "description": "Wes has a heck of a set of “notes” for learning JavaScript. It’s organized like a curriculum, meaning if you teach JavaScript, you could do a lot worse. It’s actually more like 85 really fleshed-out blog posts organized into sections …\nThe post Beginner JavaScript Notes appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://wesbos.com/javascript",
          "publishedOn": "2021-07-08T22:25:22.000Z",
          "wordCount": 700,
          "title": "Beginner JavaScript Notes"
        },
        {
          "id": "https://css-tricks.com/?p=343623",
          "author": "Amit Sheen",
          "description": "The wonderful company I work for, Payoneer, has a new logo, and my job was to recreate it and animate it for a loader component in our app. I’ll explain exactly how I did it, share the problems I …\nThe post My Struggle to Use and Animate a Conic Gradient in SVG appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/my-struggle-to-use-and-animate-a-conic-gradient-in-svg/",
          "publishedOn": "2021-07-08T14:35:38.000Z",
          "wordCount": 1712,
          "title": "My Struggle to Use and Animate a Conic Gradient in SVG"
        },
        {
          "id": "https://css-tricks.com/?p=343574",
          "author": "Fortune Ikechi",
          "description": "Command line tools are one of the most popular applications we have today. We use command line tools every day, and they range from git, npm or yarn. Command line tools are very fast and useful for automating applications and …\nThe post Building a Command Line Tool with Nodejs and Fauna appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/building-a-command-line-tool-with-nodejs-and-fauna/",
          "publishedOn": "2021-07-08T14:35:09.000Z",
          "wordCount": 1131,
          "title": "Building a Command Line Tool with Nodejs and Fauna"
        },
        {
          "id": "https://css-tricks.com/?p=343495",
          "author": "Chris Coyier",
          "description": "Astro is a brand new framework for building websites. To me, the big thing is that it allows you to build a site like you’re using a JavaScript framework (and you are), but the output is a zero-JavaScript static site. …\nThe post A Look at Building with Astro appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/a-look-at-building-with-astro/",
          "publishedOn": "2021-07-07T21:06:35.000Z",
          "wordCount": 2391,
          "title": "A Look at Building with Astro"
        },
        {
          "id": "https://css-tricks.com/?p=343388",
          "author": "Robin Rendle",
          "description": "There are a lot of great defaults when it comes to browsers and the web. Think about all the accessibility features that are baked into HTML so that you don’t have to do weird stuff, like this example from Manuel…\nThe post The Web’s Worst Default appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/the-webs-worst-default/",
          "publishedOn": "2021-07-07T14:30:34.000Z",
          "wordCount": 881,
          "title": "The Web’s Worst Default"
        },
        {
          "id": "https://css-tricks.com/?p=343438",
          "author": "Chris Coyier",
          "description": "I appreciate the clarity of this trick that Mikael Ainalem posted over on Reddit:\nIt’s a one-liner that toggles the class on the <body> so you can mock up different states and toggle between them on click.\n<body onclick=\"this.classList.toggle(\"active\");\"\nCould …\nThe post Body Toggle appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/body-toggle/",
          "publishedOn": "2021-07-06T20:55:45.000Z",
          "wordCount": 385,
          "title": "Body Toggle"
        },
        {
          "id": "https://css-tricks.com/?p=343560",
          "author": "Chris Coyier",
          "description": "And maybe an optional follow-up if you’re up for it.\nAutomattic, the makers of Jetpack and many other WordPress-y things, have sponsored my site (me = Chris Coyier; site = CSS-Tricks) for quite a while. I use Jetpack myself, …\nThe post I’ve got one question about Jetpack for you. appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/ive-got-one-question-about-jetpack-for-you/",
          "publishedOn": "2021-07-06T20:00:30.000Z",
          "wordCount": 391,
          "title": "I’ve got one question about Jetpack for you."
        },
        {
          "id": "https://css-tricks.com/?p=343149",
          "author": "Martin Lexelius",
          "description": "Normally, a project will have a set of pre-determined font sizes, usually as variables named in such a way that seeks some semblance of order and consistency. Any project of considerable size can use something like that. There are always …\nThe post The Dilemma of Naming Font Size Variables appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/the-dilemma-of-naming-font-size-variables/",
          "publishedOn": "2021-07-06T14:41:22.000Z",
          "wordCount": 3012,
          "title": "The Dilemma of Naming Font Size Variables"
        },
        {
          "id": "https://css-tricks.com/?p=343166",
          "author": "Lari Maza",
          "description": "If you zone out every time someone mentions “Kubernetes,” “containers,” or “pods,” this article is for you. No complex diagrams involved!\nAs a front-end developer, you don’t have to know how to configure an infrastructure from scratch. However, if you …\nThe post Kubernetes Explained Simply: Containers, Pods and Images appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/kubernetes-explained-simply-containers-pods-and-images/",
          "publishedOn": "2021-07-05T14:17:33.000Z",
          "wordCount": 1113,
          "title": "Kubernetes Explained Simply: Containers, Pods and Images"
        },
        {
          "id": "https://css-tricks.com/?p=343671",
          "author": "Chris Coyier",
          "description": "Web design is such a rectangle-based design medium that literally any deviation from it feels fresh. Michelle Barker gets into using math in various ways to programmatically draw lines, shapes, and animations that end up looking both beautiful and have …\nThe post Trigonometry in CSS and JavaScript: Beyond Triangles appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://tympanus.net/codrops/2021/06/04/trigonometry-in-css-and-javascript-beyond-triangles/",
          "publishedOn": "2021-07-05T14:15:20.000Z",
          "wordCount": 2660,
          "title": "Trigonometry in CSS and JavaScript: Beyond Triangles"
        },
        {
          "id": "https://css-tricks.com/?p=343496",
          "author": "Chris Coyier",
          "description": "It’s CSS-Tricks birthday! Somehow that keeps coming around every year. It’s that time where I reflect upon that past year. It’s like the annual vibe check. \nI’m writing this just days after my current home state of Oregon has …\nThe post The Fourteenth Fourth appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/the-fourteenth-fourth/",
          "publishedOn": "2021-07-04T13:29:01.000Z",
          "wordCount": 1842,
          "title": "The Fourteenth Fourth"
        },
        {
          "id": "https://css-tricks.com/?p=343435",
          "author": "Chris Coyier",
          "description": "The name zero-width space is antithetical, but it’s not without uses. In text, maybe you’d use it around slashes because you want to be sure the words are treated individually but not have any physical space around the slash:…\nThe post Zero-Width Space appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/zero-width-space/",
          "publishedOn": "2021-07-02T20:39:04.000Z",
          "wordCount": 727,
          "title": "Zero-Width Space"
        },
        {
          "id": "https://css-tricks.com/?p=342995",
          "author": "Sarah Drasner",
          "description": "Like it or not, meetings are essential to a good working environment and communication. Therefore, it’s crucial that we work on making them as productive as possible. Today we’ll explore myriad ways to keep meetings coordinated, well documented, and talk …\nThe post Good Meetings appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/good-meetings/",
          "publishedOn": "2021-07-02T14:41:26.000Z",
          "wordCount": 3441,
          "title": "Good Meetings"
        },
        {
          "id": "https://css-tricks.com/?p=342994",
          "author": "Chris Coyier",
          "description": "This is a super niche blog post. But it’s been on my list forever to write down because this caused me grief for far too long.\nThe setup is that you can use WooCommerce to sell things on a WordPress …\nThe post The Trick to Enable Printify Shipping Notifications for Orders in WooCommerce? Customer Notes. appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/the-trick-to-enable-printify-shipping-notifications-for-orders-in-woocommerce-customer-notes/",
          "publishedOn": "2021-07-02T00:02:51.000Z",
          "wordCount": 1151,
          "title": "The Trick to Enable Printify Shipping Notifications for Orders in WooCommerce? Customer Notes."
        },
        {
          "id": "https://css-tricks.com/?p=343637",
          "author": "Chris Coyier",
          "description": "The marketing for Core Web Vitals (CWV) has been a massive success. I guess that’s what happens when the world’s dominant search engine tells people that something’s going to be an SEO factor. Ya know what language can play a …\nThe post CSS for Web Vitals appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://web.dev/css-web-vitals/",
          "publishedOn": "2021-07-01T18:54:45.000Z",
          "wordCount": 1639,
          "title": "CSS for Web Vitals"
        },
        {
          "id": "https://css-tricks.com/?p=342591",
          "author": "Chris Coyier",
          "description": "This is new stuff from DO.\nApp Platform is a hosting product, no surprise there, but it has some features that are Jamstack-inspired in the best possible way, and an additional set of unique and powerful features. Let’s start with …\nThe post App Platform on Digital Ocean appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/app-platform-on-digital-ocean/",
          "publishedOn": "2021-07-01T18:54:12.000Z",
          "wordCount": 934,
          "title": "App Platform on Digital Ocean"
        },
        {
          "id": "https://css-tricks.com/?p=343092",
          "author": "Cassidy Williams",
          "description": "If you’re anything like me, you like being lazy shortcuts. The “Deploy to Netlify” button allows me to take this lovely feature of my personality and be productive with it.\n\nClicking the button above lets me (or you!) instantly …\nThe post Hack the “Deploy to Netlify” Button Using Environment Variables to Make a Customizable Site Generator appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/hack-the-deploy-to-netlify-button-using-environment-variables-to-make-a-customizable-site-generator/",
          "publishedOn": "2021-07-01T14:40:14.000Z",
          "wordCount": 1576,
          "title": "Hack the “Deploy to Netlify” Button Using Environment Variables to Make a Customizable Site Generator"
        },
        {
          "id": "https://css-tricks.com/?p=343224",
          "author": "Chris Coyier",
          "description": "I got this exact question in an email the other day, and I thought it would make a nice blog post because of how wonderfully satisfying this is to do in CSS these days. Plus we can sprinkle in polish …\nThe post How do you make a layout with pictures down one side of a page matched up with paragraphs on the other side? appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/how-do-you-make-a-layout-with-pictures-down-one-side-of-a-page-matched-up-with-paragraphs-on-the-other-side/",
          "publishedOn": "2021-06-30T20:36:52.000Z",
          "wordCount": 645,
          "title": "How do you make a layout with pictures down one side of a page matched up with paragraphs on the other side?"
        },
        {
          "id": "https://css-tricks.com/?p=343064",
          "author": "Travis Almand",
          "description": "The click event is quite simple and easy to use; you listen for the event and run code when the event is fired. It works on just about every HTML element there is, a core feature of the DOM API.…\nThe post When a Click is Not Just a Click appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/when-a-click-is-not-just-a-click/",
          "publishedOn": "2021-06-30T14:45:42.000Z",
          "wordCount": 4397,
          "title": "When a Click is Not Just a Click"
        },
        {
          "id": "https://css-tricks.com/?p=343182",
          "author": "Chris Coyier",
          "description": "I was working on a bug ticket the other day where it was reported that an icon was sitting low in a button. Just not aligned like it should be. I had to go on a little journey to figure …\nThe post Fixing a Bug in Low-Resolution Mode appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/fixing-a-bug-in-low-resolution-mode/",
          "publishedOn": "2021-06-30T14:44:54.000Z",
          "wordCount": 675,
          "title": "Fixing a Bug in Low-Resolution Mode"
        },
        {
          "id": "https://css-tricks.com/?p=343470",
          "author": "Chris Coyier",
          "description": "I use this line, or one like it, in a lot of quick demos. Not that it’s not a production-worthy line of code—I just tend to be a bit more explicit on bigger projects. \nhtml {\n  font: 110%/1.4 system-ui;\n}\n…\nThe post What does `font: 110%/1.4 system-ui` mean? appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/what-does-font-110-1-4-system-ui-mean/",
          "publishedOn": "2021-06-29T22:43:50.000Z",
          "wordCount": 672,
          "title": "What does `font: 110%/1.4 system-ui` mean?"
        },
        {
          "id": "https://css-tricks.com/?p=343260",
          "author": "Chris Coyier",
          "description": "Delan Azabani digs into the (hopefully) coming soon ::spelling-error and ::grammar-error pseudo selectors in CSS. Design control is always nice. Hey, if we can style scrollbars and style selected text, why not this?\nThe squiggly lines that indicate possible spelling or grammar errors \n…\nThe post Chromium spelling and grammar features appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://www.azabani.com/2021/05/17/spelling-grammar.html",
          "publishedOn": "2021-06-29T20:25:00.000Z",
          "wordCount": 3316,
          "title": "Chromium spelling and grammar features"
        },
        {
          "id": "https://css-tricks.com/?p=342736",
          "author": "Chris Coyier",
          "description": "I needed to select some elements between two fixed indexes the other day — like literally the second through fifth elements. Ironically, I have a whole post on “Useful :nth-child Recipes” but this wasn’t one of them. \nThe answer, it …\nThe post :nth-child Between Two Fixed Indexes appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/nth-child-between-two-fixed-indexes/",
          "publishedOn": "2021-06-29T14:37:21.000Z",
          "wordCount": 747,
          "title": ":nth-child Between Two Fixed Indexes"
        },
        {
          "id": "https://css-tricks.com/?p=343040",
          "author": "Chris Coyier",
          "description": "I think we’re all largely aware of named colors in CSS:\ncolor: OldLace;\nbackground: rebeccapurple;\nI guess you’d just call those “named colors” in CSS. \nThose aren’t the only kind of named colors there are though. Some of them …\nThe post System *Things appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/system-things/",
          "publishedOn": "2021-06-28T22:14:22.000Z",
          "wordCount": 959,
          "title": "System *Things"
        },
        {
          "id": "https://css-tricks.com/?p=343139",
          "author": "Chris Coyier",
          "description": "Sara digs into a bug I happened to have mentioned back in 2012 where fluid type didn’t resize when the browser window resized. Back then, it affected Chrome 20 and Safari 6, but the bug still persists today in Safari …\nThe post Working around the viewport-based fluid typography bug in Safari appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://www.sarasoueidan.com/blog/safari-fluid-typography-bug-fix/",
          "publishedOn": "2021-06-28T21:17:26.000Z",
          "wordCount": 937,
          "title": "Working around the viewport-based fluid typography bug in Safari"
        },
        {
          "id": "https://css-tricks.com/?p=342971",
          "author": "Ryan Mulligan",
          "description": "Not news to any web developer in 2021: CSS Grid is an incredibly powerful tool for creating complex, distinct two-dimensional modern web layouts.\nRecently, I have been experimenting with CSS Grid and alignment properties to create component layouts that …\nThe post Positioning Overlay Content with CSS Grid appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/positioning-overlay-content-with-css-grid/",
          "publishedOn": "2021-06-28T14:25:33.000Z",
          "wordCount": 2338,
          "title": "Positioning Overlay Content with CSS Grid"
        },
        {
          "id": "https://css-tricks.com/?p=343072",
          "author": "Chris Coyier",
          "description": "To make some terminology clear here:\nCMS = Content Management System\nCRM = Customer Relationship Management\nBoth are essentially database-backed systems for managing data. HubSpot is both, and much more. Where a CMS might be very focused on content and …\nThe post Scaling Organizations Should Consider Building a Website Backed by a CRM Platform appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/scaling-organizations-should-consider-building-a-website-backed-by-a-crm-platform/",
          "publishedOn": "2021-06-28T13:29:00.000Z",
          "wordCount": 738,
          "title": "Scaling Organizations Should Consider Building a Website Backed by a CRM Platform"
        },
        {
          "id": "https://css-tricks.com/?p=342718",
          "author": "Chris Coyier",
          "description": "I am part of that 82% that got the answer to Lea Verou's quiz wrong. Stephen Shaw posted a similar quiz as well and it's a fun exercise sharpen your CSS chops.\nThe post Custom Property Brain Twisters appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/custom-property-brain-twisters/",
          "publishedOn": "2021-06-25T18:39:46.000Z",
          "wordCount": 652,
          "title": "Custom Property Brain Twisters"
        },
        {
          "id": "https://css-tricks.com/?p=342911",
          "author": "Georgi Nikoloff",
          "description": "I recently had to create a widget in React that fetches data from multiple API endpoints. As the user clicks around, new data is fetched and marshalled into the UI. But it caused some problems.\nOne problem quickly became evident: …\nThe post How to Cancel Pending API Requests to Show Correct Data appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/how-to-cancel-pending-api-requests-to-show-correct-data/",
          "publishedOn": "2021-06-25T14:33:33.000Z",
          "wordCount": 993,
          "title": "How to Cancel Pending API Requests to Show Correct Data"
        },
        {
          "id": "https://css-tricks.com/?p=342818",
          "author": "Jay Hoffmann",
          "description": "In April of 2009, Yahoo! shut down GeoCities. Practically overnight, the once beloved service had its signup page replaced with a vague message announcing its closure.\nWe have decided to discontinue the process of allowing new customers to sign up \n…\nThe post Chapter 9: Community appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/chapter-9-community/",
          "publishedOn": "2021-06-24T14:30:11.000Z",
          "wordCount": 6342,
          "title": "Chapter 9: Community"
        },
        {
          "id": "https://css-tricks.com/?p=343076",
          "author": "Chris Coyier",
          "description": "When I blogged “Making Tables With Sticky Header and Footers Got a Bit Easier” recently, I mentioned that the “stickiness” improvement was just one of the features that got better for <table>s in Chrome as part of the TablesNG upgrade…\nThe post TablesNG — Improvements to table rendering in Chromium appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://www.bram.us/2021/06/21/tablesng-improvements-to-table-rendering-in-chromium/",
          "publishedOn": "2021-06-23T21:37:14.000Z",
          "wordCount": 1325,
          "title": "TablesNG — Improvements to table rendering in Chromium"
        },
        {
          "id": "https://css-tricks.com/?p=342750",
          "author": "Ollie Williams",
          "description": "The CSS image-set() function has been supported in Chromium-based browsers since 2012 and in Safari since version 6. Support recently landed in Firefox 88. Let’s dive in and see what we can and can’t do today with image-set().…\nThe post Using Performant Next-Gen Images in CSS with image-set appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/using-performant-next-gen-images-in-css-with-image-set/",
          "publishedOn": "2021-06-23T19:10:54.000Z",
          "wordCount": 1244,
          "title": "Using Performant Next-Gen Images in CSS with image-set"
        },
        {
          "id": "https://css-tricks.com/?p=342669",
          "author": "Chris Coyier",
          "description": "PPK looks at aspect-ratio, a CSS property for layout that, for the most part, does exactly what you would think it does. It’s getting more interesting as it’s behind a flag in Firefox and Safari now, so we’ll have …\nThe post “Weak declaration” appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/weak-declaration/",
          "publishedOn": "2021-06-23T14:27:14.000Z",
          "wordCount": 629,
          "title": "“Weak declaration”"
        },
        {
          "id": "https://css-tricks.com/?p=342930",
          "author": "Chris Coyier",
          "description": "There are four keywords that are valid values for any CSS property (see the title). Of those, day to day, I’d say I see the inherit used the most. Perhaps because it’s been around the longest (I think?) but also …\nThe post inherit, initial, unset, revert appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/inherit-initial-unset-revert/",
          "publishedOn": "2021-06-22T21:20:20.000Z",
          "wordCount": 687,
          "title": "inherit, initial, unset, revert"
        },
        {
          "id": "https://css-tricks.com/?p=342634",
          "author": "Geoff Rich",
          "description": "Svelte fully supports custom elements (e.g. <my-component>) without any custom configuration or wrapper components and has a perfect score on Custom Elements Everywhere. However, there are still a few quirks you need to watch out for, especially around …\nThe post Using Custom Elements in Svelte appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/using-custom-elements-in-svelte/",
          "publishedOn": "2021-06-22T14:37:50.000Z",
          "wordCount": 3090,
          "title": "Using Custom Elements in Svelte"
        },
        {
          "id": "https://css-tricks.com/?p=342925",
          "author": "Chris Coyier",
          "description": "I’m not here to raise a shield protecting CSS utility frameworks. I don’t even particularly like the approach, myself, and nothing is above fair criticism. But fair is a key word there. I can’t tell you how many times I’ve …\nThe post If we’re gonna criticize utility-class frameworks, let’s be fair about it appeared first on CSS-Tricks. You can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/if-were-gonna-criticize-utility-class-frameworks-lets-be-fair-about-it/",
          "publishedOn": "2021-06-22T14:33:41.000Z",
          "wordCount": 1961,
          "title": "If we’re gonna criticize utility-class frameworks, let’s be fair about it"
        },
        {
          "id": "https://css-tricks.com/?p=342887",
          "author": "Chris Coyier",
          "description": "Una is calling it the new responsive. A nod to the era we were most certainly in, the era of responsive design. Where responsive design was fluid grids, flexible media, and media queries, the new responsive is those things …\nThe post Are we in a new era of web design? What do we call it? appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://web.dev/new-responsive/",
          "publishedOn": "2021-06-21T21:22:33.000Z",
          "wordCount": 2285,
          "title": "Are we in a new era of web design? What do we call it?"
        },
        {
          "id": "https://css-tricks.com/?p=342448",
          "author": "Preethi",
          "description": "Let’s forego the usual circles and bars we typically see used in charts for more eccentric shapes. With online presentations more and more common today, a quick way to spruce up your web slides and make them stand out is …\nThe post How to Create CSS Charts With Interesting Shapes, Glyphs and Emoji appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/how-to-create-css-charts-with-interesting-shapes-glyphs-and-emoji/",
          "publishedOn": "2021-06-21T14:32:45.000Z",
          "wordCount": 1598,
          "title": "How to Create CSS Charts With Interesting Shapes, Glyphs and Emoji"
        },
        {
          "id": "https://css-tricks.com/?p=341511",
          "author": "Carter Li",
          "description": "The outline property in CSS draws a line around the outside of an element. This is quite similar to the border property, the main exception being that outline isn’t a part of the box model. It is often used for …\nThe post Using the `outline` Property as a Collapsable Border appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/using-the-outline-property-as-a-collapsable-border/",
          "publishedOn": "2021-06-18T20:38:59.000Z",
          "wordCount": 974,
          "title": "Using the `outline` Property as a Collapsable Border"
        },
        {
          "id": "https://css-tricks.com/?p=342326",
          "author": "Chris Coyier",
          "description": "I studied the fonts of the top 1000 websites. Here’s what I learned. — Michael Li brings the data. San-serif has total dominance. “[…] it is rare to go below 10px or above 24px.” And poor <h5> always being the \n…\nThe post Links on Typography appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/links-on-typography-2/",
          "publishedOn": "2021-06-18T13:44:17.000Z",
          "wordCount": 784,
          "title": "Links on Typography"
        },
        {
          "id": "https://css-tricks.com/?p=341948",
          "author": "Louis Hoebregts",
          "description": "Clipping and masking have been around for a while now in CSS and even have pretty decent browser support. I recently worked on a project that needed to use a clipping technique for tooltips showing above links in text.\nThose …\nThe post Perfect Tooltips With CSS Clipping and Masking appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/perfect-tooltips-with-css-clipping-and-masking/",
          "publishedOn": "2021-06-17T14:45:57.000Z",
          "wordCount": 1554,
          "title": "Perfect Tooltips With CSS Clipping and Masking"
        },
        {
          "id": "https://css-tricks.com/?p=342257",
          "author": "ImageEngine",
          "description": "Images have become extremely important to the effectiveness of websites. They speak a 1000 words, attract attention, and stimulate emotions.\nHowever, web performance is also a growing problem for most websites. And images are at the heart of many web …\nThe post Start Serving Optimized Images in Vue appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/start-serving-optimized-images-in-vue/",
          "publishedOn": "2021-06-17T14:38:42.000Z",
          "wordCount": 1290,
          "title": "Start Serving Optimized Images in Vue"
        },
        {
          "id": "https://css-tricks.com/?p=342358",
          "author": "Chris Coyier",
          "description": "If you’re abhorred by using inline styles, just move that style to the class attribute! And then make sure you have CSS in place that, ya know, does what it says on the box. \nI've revolutionized CSS. pic.twitter.com/1AWCldyCwP\n— Sam \n\n…\nThe post Inline Styles as Classes (lol) appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/inline-styles-as-classes-lol/",
          "publishedOn": "2021-06-16T21:11:02.000Z",
          "wordCount": 604,
          "title": "Inline Styles as Classes (lol)"
        },
        {
          "id": "https://css-tricks.com/?p=342630",
          "author": "Chris Coyier",
          "description": "Jim Nielsen: \nIf somebody says a comment isn’t adding any value, I would ask: to whom?\nPersonally, I’ve never liked the advice that writing obvious comments is bad practice—probably because I write obvious comments all the time.\nJim showed …\nThe post Useful and Useless Code Comments appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://blog.jim-nielsen.com/2021/useful-and-usless-code-comments/",
          "publishedOn": "2021-06-16T19:08:33.000Z",
          "wordCount": 869,
          "title": "Useful and Useless Code Comments"
        },
        {
          "id": "https://css-tricks.com/?p=342353",
          "author": "Okiki Ojo",
          "description": "The Web Animations API lets us construct animations and control their playback with JavaScript. The API opens the browser’s animation engine to developers and was designed to underlie implementations of both CSS animations and transitions, leaving the door open to …\nThe post How I Used the WAAPI to Build an Animation Library appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/how-i-used-the-waapi-to-build-an-animation-library/",
          "publishedOn": "2021-06-16T14:26:58.000Z",
          "wordCount": 2409,
          "title": "How I Used the WAAPI to Build an Animation Library"
        },
        {
          "id": "https://css-tricks.com/?p=342198",
          "author": "Chris Coyier",
          "description": "Usually, when “unused” comes up in conversation regarding CSS, it’s about removing chunks of CSS that are not used in your site or, at least, the styles not currently in use on a specific page. The minimal amount of CSS …\nThe post Detect Unused Classes in… HTML appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/detect-unused-classes-in-html/",
          "publishedOn": "2021-06-15T23:24:20.000Z",
          "wordCount": 741,
          "title": "Detect Unused Classes in… HTML"
        },
        {
          "id": "https://css-tricks.com/?p=342519",
          "author": "Chris Coyier",
          "description": "Max Böck took me up on my challenge to look through a codebase and see how many of the @media queries could ultimately become @container queries.\nI took the bait and had a look at some of my projects – \n…\nThe post Media Queries in Times of @container appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://mxb.dev/blog/media-queries-in-times-of-container-queries/",
          "publishedOn": "2021-06-15T19:51:32.000Z",
          "wordCount": 1907,
          "title": "Media Queries in Times of @container"
        },
        {
          "id": "https://css-tricks.com/?p=342248",
          "author": "Chris Coyier",
          "description": "I wonder where headless WordPress will land. And by “headless” I mean only using the WordPress admin and building out the user-facing site through the WordPress REST API rather than the traditional WordPress theme structure.\nIs it… big? The future …\nThe post Just How Niche is Headless WordPress? appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/just-how-niche-is-headless-wordpress/",
          "publishedOn": "2021-06-15T14:31:34.000Z",
          "wordCount": 1844,
          "title": "Just How Niche is Headless WordPress?"
        },
        {
          "id": "https://css-tricks.com/?p=342294",
          "author": "Chris Coyier",
          "description": "It wasn’t long ago when I looked at sticky headers and footers in HTML <table>s in the blog post A table with both a sticky header and a sticky first column. In it, I never used position: sticky on …\nThe post Making Tables With Sticky Header and Footers Got a Bit Easier appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/making-tables-with-sticky-header-and-footers-got-a-bit-easier/",
          "publishedOn": "2021-06-14T22:04:41.000Z",
          "wordCount": 711,
          "title": "Making Tables With Sticky Header and Footers Got a Bit Easier"
        },
        {
          "id": "https://css-tricks.com/?p=342229",
          "author": "Chris Coyier",
          "description": "Just a little link roundup of some off-site stuff I’ve done recently. As I’m wont to do from time to time. \nDevJourney Podcast\n#151 Chris Coyier from ceramics to CSS-Tricks and CodePen‘\nChris took us from playing on \n…\nThe post CSS-Tricks Chronicle XXXX appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/css-tricks-chronicle-xxxx/",
          "publishedOn": "2021-06-14T18:20:17.000Z",
          "wordCount": 730,
          "title": "CSS-Tricks Chronicle XXXX"
        },
        {
          "id": "https://css-tricks.com/?p=342070",
          "author": "Khari McMillian",
          "description": "When you load a file from an external server, you’re trusting that the content you request is what you expect it to be. Since you don’t manage the server yourself, you’re relying on the security of yet another third party …\nThe post Securing Your Website With Subresource Integrity appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/securing-your-website-with-subresource-integrity/",
          "publishedOn": "2021-06-14T13:30:27.000Z",
          "wordCount": 3232,
          "title": "Securing Your Website With Subresource Integrity"
        },
        {
          "id": "https://css-tricks.com/?p=342429",
          "author": "Chris Coyier",
          "description": "There’s a 33-minute video (and resources) over on apple.com covering the upcoming Safari changes we saw in the WWDC keynote this year in much more detail. Look who’s got a little cameo in there:\nPerhaps the most noticeable thing there …\nThe post Safari 15: New UI, Theme Colors, and… a CSS-Tricks Cameo! appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/safari-15-new-ui-theme-colors-and-a-css-tricks-cameo/",
          "publishedOn": "2021-06-11T21:38:48.000Z",
          "wordCount": 689,
          "title": "Safari 15: New UI, Theme Colors, and… a CSS-Tricks Cameo!"
        },
        {
          "id": "https://css-tricks.com/?p=342237",
          "author": "Chris Coyier",
          "description": "That’s the one word that isn’t an adjective in the acronym RSS. \nReally Simple Syndication.\nRSS isn’t just about RSS readers. Even though, gosh if I don’t love RSS readers. It’s about putting content in a format that is …\nThe post The Possibilities of Syndication appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/the-possibilities-of-syndication/",
          "publishedOn": "2021-06-11T21:25:56.000Z",
          "wordCount": 614,
          "title": "The Possibilities of Syndication"
        },
        {
          "id": "https://css-tricks.com/?p=342164",
          "author": "Joel Olawanle",
          "description": "Why would we need to apply shadows to SVG?\nShadows are a common design feature that can help elements, like icons, stand out. They could be persistent, or applied in different states (e.g. :hover, :focus, or :active) \n…\nThe post Adding Shadows to SVG Icons With CSS and SVG Filters appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/adding-shadows-to-svg-icons-with-css-and-svg-filters/",
          "publishedOn": "2021-06-11T14:30:29.000Z",
          "wordCount": 2432,
          "title": "Adding Shadows to SVG Icons With CSS and SVG Filters"
        },
        {
          "id": "https://css-tricks.com/?p=342050",
          "author": "Chris Coyier",
          "description": "One thing that can be just a smidge funky about the <details> element is that, when open, it’s not always 100% clear what is inside that element and what isn’t. I’m not saying that always matters or that it’s a …\nThe post Put a Background on Open Details Elements appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/put-a-background-on-open-details-elements/",
          "publishedOn": "2021-06-11T00:16:28.000Z",
          "wordCount": 630,
          "title": "Put a Background on Open Details Elements"
        },
        {
          "id": "https://css-tricks.com/?p=341894",
          "author": "Kevin Powell",
          "description": "As awesome as flexbox is, what it’s doing under the hood is actually a little strange because, by default, it is doing two things at once. It first looks at the content size which is what we would get if by declaring width: max-content on an element. But on top of that, flex-shrink is also doing some work allowing the items to be smaller, but only if needed.\nLet’s break those two down and see how they work together.\nThe post Equal Columns With Flexbox: It’s More Complicated Than You Might Think appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/equal-columns-with-flexbox-its-more-complicated-than-you-might-think/",
          "publishedOn": "2021-06-10T14:34:22.000Z",
          "wordCount": 4277,
          "title": "Equal Columns With Flexbox: It’s More Complicated Than You Might Think"
        },
        {
          "id": "https://css-tricks.com/?p=342182",
          "author": "Ikeh Akinyemi",
          "description": "In this tutorial, we will learn and use headless CMS, Fauna, and Vercel functions to build a blogging platform, Blogify After that, you can easily build any web application using a headless CMS, Fauna and Vercel functions.\nThe post Building a Headless CMS with Fauna and Vercel Functions appeared first on CSS-Tricks.\nYou can support CSS-Tricks by being an MVP Supporter.",
          "link": "https://css-tricks.com/building-a-headless-cms-with-fauna-and-vercel-functions/",
          "publishedOn": "2021-06-10T14:26:47.000Z",
          "wordCount": 2892,
          "title": "Building a Headless CMS with Fauna and Vercel Functions"
        }
      ]
    },
    {
      "title": "Articles on Smashing Magazine — For Web Designers And Developers",
      "feedUrl": "https://www.smashingmagazine.com/feed/",
      "siteUrl": "https://www.smashingmagazine.com/",
      "articles": [
        {
          "id": "https://smashingmagazine.com/2021/07/strong-case-for-accessibility/",
          "author": "hello@smashingmagazine.com (Todd Libby)",
          "description": "Accessibility is often overlooked or bolted on to the end of a project. Let’s figure out how to implement and advocate for accessibility from the inception of a project to the release or handoff and beyond.",
          "link": "https://smashingmagazine.com/2021/07/strong-case-for-accessibility/",
          "publishedOn": "2021-07-09T10:30:00.000Z",
          "wordCount": 2939,
          "title": "Making A Strong Case For Accessibility",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/9c226eaa-3251-4d02-9ade-96a88ad759fc/strong-case-for-accessibility.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/07/tools-practices-speed-up-vuejs-development-process/",
          "author": "hello@smashingmagazine.com (Uma Victor)",
          "description": "Even though Vue.js claims to have an approachable minimalist framework that can be incrementally adaptable, it can be a little bit overwhelming when starting as a Vue.js newbie. In this article, we’re looking at ways to make writing Vue.js a breeze.",
          "link": "https://smashingmagazine.com/2021/07/tools-practices-speed-up-vuejs-development-process/",
          "publishedOn": "2021-07-08T11:00:00.000Z",
          "wordCount": 4781,
          "title": "Tools And Practices To Speed Up The Vue.js Development Process",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/83768020-8004-41f2-b9a9-14b86c18eb4d/tools-practices-speed-up-vuejs-development-process.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/07/introduction-figma-interactive-components/",
          "author": "hello@smashingmagazine.com (Emiliano Cicero)",
          "description": "Interactive Components in Figma allows designers to create a component with states (hover, active, clicked, focus) and make it interactive so that every copy of the component will inherit those same interactions by default. Let’s explore how it can reduce the time and effort needed to create interactions for your mock-ups.",
          "link": "https://smashingmagazine.com/2021/07/introduction-figma-interactive-components/",
          "publishedOn": "2021-07-07T11:00:00.000Z",
          "wordCount": 4003,
          "title": "An Introduction To Figma Interactive Components",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/1a8390d0-26c0-4476-bc00-19e8c89b60c5/introduction-figma-interactive-components.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/07/how-to-choose-a-headless-cms/",
          "author": "hello@smashingmagazine.com (Emmanuel Tissera)",
          "description": "There is an array of Headless CMSes out there. In this article, we delve into headless CMS features to satisfy your content editors, marketers and yourself as a developer. For the experience headless practitioner, this could be a checklist to see what’s new out there. For those starting out on their headless journey, this could be a guide on what to look for.",
          "link": "https://smashingmagazine.com/2021/07/how-to-choose-a-headless-cms/",
          "publishedOn": "2021-07-06T10:30:00.000Z",
          "wordCount": 4121,
          "title": "How To Choose A Headless CMS",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/0fa37a67-9079-4b4d-9489-fcd87c7c3807/how-to-choose-a-headless-cms.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/07/hsl-colors-css/",
          "author": "hello@smashingmagazine.com (Ahmad Shadeed)",
          "description": "In this article, Ahmad Shadeed explains what HSL is, how to use it, and shares some of the useful use-cases and examples that you can use right away in your current projects.",
          "link": "https://smashingmagazine.com/2021/07/hsl-colors-css/",
          "publishedOn": "2021-07-05T10:30:00.000Z",
          "wordCount": 1581,
          "title": "Using HSL Colors In CSS",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/73607a1e-fe7f-47ea-aada-df79342d823a/hsl-colors-css.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/07/email-testing-flow/",
          "author": "hello@smashingmagazine.com (Andriy Zapisotskyi)",
          "description": "With so many tools and approaches, email still has quite a few pain points, both for developers and email marketers. Email is difficult because it has too many aspects to set and a few instances with no common rules to follow.",
          "link": "https://smashingmagazine.com/2021/07/email-testing-flow/",
          "publishedOn": "2021-07-02T10:30:00.000Z",
          "wordCount": 4207,
          "title": "Email Testing Flow As It Should Be",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/57a53d31-9651-4d88-b2fe-f8de70c08da1/email-testing-flow.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/07/frontend-testing-pitfalls/",
          "author": "hello@smashingmagazine.com (Ramona Schwering)",
          "description": "When writing front-end tests, you’ll find a lot of pitfalls along the way. In sum, they can lead to lousy maintainability, slow execution time, and — in the worst case — tests you cannot trust. But it doesn’t have to be that way. In this article, I will talk about common mistakes developers make, at least in my experience, and, of course, how to avoid them. Testing doesn’t need to be painful, after all.",
          "link": "https://smashingmagazine.com/2021/07/frontend-testing-pitfalls/",
          "publishedOn": "2021-07-01T12:30:00.000Z",
          "wordCount": 4767,
          "title": "It’s A (Front-End Testing) Trap! Six Common Testing Pitfalls And How To Solve Them",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/dc1434b9-70c3-4fb2-821e-2128e3373246/frontend-testing-pitfalls.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/web-workers-2021/",
          "author": "hello@smashingmagazine.com (Surma)",
          "description": "The web is single-threaded. This makes it increasingly hard to write smooth and responsive apps. Workers have a bad rep, but can be an important and useful tool in any web developer's toolbelt for these kinds of problems. Let’s get up to speed on Workers on the Web!",
          "link": "https://smashingmagazine.com/2021/06/web-workers-2021/",
          "publishedOn": "2021-06-30T12:00:00.000Z",
          "wordCount": 4731,
          "title": "The State Of Web Workers In 2021",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/379e4510-b4ab-4fde-9a5d-122738be19b2/web-workers-2021.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/desktop-wallpaper-calendars-july-2021/",
          "author": "hello@smashingmagazine.com (Cosima Mielke)",
          "description": "Let’s welcome July with some fresh desktop wallpapers. Designed by artists and designers from around the world, they are available with and without a calendar. Enjoy!",
          "link": "https://smashingmagazine.com/2021/06/desktop-wallpaper-calendars-july-2021/",
          "publishedOn": "2021-06-30T09:30:00.000Z",
          "wordCount": 3610,
          "title": "The Many Shades Of July (2021 Desktop Wallpapers Edition)",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/814b3b6e-1510-4c12-8504-433157173355/july-21-against-the-current-preview-opt.png",
            "length": "0",
            "type": "image/png"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/breaking-down-bulky-builds-netlify-nextjs/",
          "author": "hello@smashingmagazine.com (Átila Fassina)",
          "description": "Static Generation is great for performance, but not until the app gets too big and build-times go through the roof. Today, we’ll have a look at how Netlify’s fresh On-Demand Builders can fix that.",
          "link": "https://smashingmagazine.com/2021/06/breaking-down-bulky-builds-netlify-nextjs/",
          "publishedOn": "2021-06-29T11:00:00.000Z",
          "wordCount": 2454,
          "title": "Breaking Down Bulky Builds With Netlify And Next.js",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/a11af025-97a1-4506-8cbe-a7786e5574c9/breaking-down-bulky-builds-netlify-nextjs.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/smashing-podcast-episode-40/",
          "author": "hello@smashingmagazine.com (Drew McLellan)",
          "description": "In this episode, we’re talking about Chakra UI. What is it and how can it help with your React projects? Drew McLellan talks to expert Mike Cavaliere to find out.",
          "link": "https://smashingmagazine.com/2021/06/smashing-podcast-episode-40/",
          "publishedOn": "2021-06-29T05:30:00.000Z",
          "wordCount": 6617,
          "title": "Smashing Podcast Episode 40 Mike Cavaliere: What Is Chakra UI For React?",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/e981ad2c-0679-4935-b19f-39d1ca96823e/smashing-podcast-episode-40.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/custom-emmet-snippets-vscode/",
          "author": "hello@smashingmagazine.com (Manuel Matuzović)",
          "description": "In this article, Manuel explains why Emmet is one of his favorite productivity tools for writing HTML and CSS, and how you can create custom Emmet snippets in Visual Studio Code to help you improve your front-end workflows even more.",
          "link": "https://smashingmagazine.com/2021/06/custom-emmet-snippets-vscode/",
          "publishedOn": "2021-06-28T10:30:00.000Z",
          "wordCount": 2474,
          "title": "Creating Custom Emmet Snippets In VS Code",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/b7ff6227-3a15-4237-8e58-aa783fc9c485/custom-emmet-snippets-vscode.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/creating-multi-author-blog-nextjs/",
          "author": "hello@smashingmagazine.com (Dom Habersack)",
          "description": "This article explains how we can connect different types of content in a Next.js application. With this technique, we can add any kind of one-to-one, one-to-many, or even many-to-many relationship to our projects.",
          "link": "https://smashingmagazine.com/2021/06/creating-multi-author-blog-nextjs/",
          "publishedOn": "2021-06-25T11:30:00.000Z",
          "wordCount": 5402,
          "title": "Creating A Multi-Author Blog With Next.js",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/28d0f286-9b01-4f8d-aede-01248ba3491d/creating-multi-author-blog-nextjs.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/ux-audit-edtech-platform-case-study/",
          "author": "hello@smashingmagazine.com (Mark Lankmilier)",
          "description": "This article is a case study of how a UX audit affects a UI. It explains how a famous educational platform can be analyzed edX against Jakob Nielsen’s usability guidelines. To get started, Mark Lankmiller shares all of the criteria and metrics he used for his UX audit.",
          "link": "https://smashingmagazine.com/2021/06/ux-audit-edtech-platform-case-study/",
          "publishedOn": "2021-06-25T10:00:00.000Z",
          "wordCount": 3522,
          "title": "How To Run A UX Audit For A Major EdTech Platform (Case Study)",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/d5116c31-3d66-47b0-aa81-1a6759c68b92/ux-audit-edtech-platform-case-study.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/design-thinking-problem-solving-strategy/",
          "author": "hello@smashingmagazine.com (Josh Singer)",
          "description": "In the dynamic and unpredictable environments in which we work, even the most carefully crafted solutions can have a short shelf life. When we accept that our work is impermanent and our problem-solving abilities are limited, our goal can shift from delivering full solutions to developing tools that empower our users to adaptively design for themselves.",
          "link": "https://smashingmagazine.com/2021/06/design-thinking-problem-solving-strategy/",
          "publishedOn": "2021-06-24T14:00:00.000Z",
          "wordCount": 4172,
          "title": "The Rise Of Design Thinking As A Problem Solving Strategy",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/e5ea9274-2ff4-49d8-b259-a5f0904cec77/design-thinking-problem-solving-strategy.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/new-smashing-online-workshops-frontend-ux-design/",
          "author": "hello@smashingmagazine.com (Iris Lješnjanin)",
          "description": "Frontend and design are remarkably complex these days. That’s why we invite kind, smart folks from the community to run [online workshops](https://smashingconf.com/online-workshops/) for all of us to learn together. And we have new ones coming up, and we’d like to kindly welcome you to join in.",
          "link": "https://smashingmagazine.com/2021/06/new-smashing-online-workshops-frontend-ux-design/",
          "publishedOn": "2021-06-23T13:30:00.000Z",
          "wordCount": 947,
          "title": "Smashing Online Workshops (July-October 2021)",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/1a95c729-8b29-4b44-90b0-d38183b367c0/online-workshops-2021-opt.png",
            "length": "0",
            "type": "image/png"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/automating-screen-reader-testing-macos-autovo/",
          "author": "hello@smashingmagazine.com (Cameron Cundiff)",
          "description": "Automated testing is an important part of any software project, including testing for accessibility. There are already tools for linting and integration testing accessibility, but what about end-to-end testing with real assistive technology? Since I hadn’t seen this before, I set out to build Auto VO, a driver for the VoiceOver screen reader.",
          "link": "https://smashingmagazine.com/2021/06/automating-screen-reader-testing-macos-autovo/",
          "publishedOn": "2021-06-23T09:30:00.000Z",
          "wordCount": 1391,
          "title": "Automating Screen Reader Testing On macOS Using Auto VO",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/c81018b9-c45e-4c21-9762-dff84dd2682c/automating-screen-reader-testing-macos-autovo.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/design-code-modern-approach-development-challenges/",
          "author": "hello@smashingmagazine.com (Mikołaj Dobrucki)",
          "description": "After years of innovation in both tools and processes, the struggle between design and development is still real. This article focuses on the best practices for improving the design to development processes and how cutting-edge solutions, such as UXPin powered by Merge technology, can help in facilitating the change.",
          "link": "https://smashingmagazine.com/2021/06/design-code-modern-approach-development-challenges/",
          "publishedOn": "2021-06-22T09:00:00.000Z",
          "wordCount": 2886,
          "title": "Designing With Code: A Modern Approach To Design (Development Challenges)",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/08546e48-5034-466a-a29c-08ce3827416e/uxpin-ui.png",
            "length": "0",
            "type": "image/png"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/image-text-conversion-react-tesseract-js-ocr/",
          "author": "hello@smashingmagazine.com (Ayobami Ogundiran)",
          "description": "Do you have to process data manually because it is served through images or scanned documents? An image-to-text conversion makes it possible to extract text from images to automate the processing of texts on images, videos, and scanned documents. In this article, we look at how to convert an image to text with React and Tesseract.js(OCR), preprocess images, and deal with the limitations of Tesseract (OCR).",
          "link": "https://smashingmagazine.com/2021/06/image-text-conversion-react-tesseract-js-ocr/",
          "publishedOn": "2021-06-21T14:30:00.000Z",
          "wordCount": 5354,
          "title": "Image To Text Conversion With React And Tesseract.js (OCR)",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/012f3fbe-980a-44fc-b973-a459f6d9bf1a/image-text-conversion-react-tesseract-js-ocr.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/alternative-voice-ui-voice-assistants/",
          "author": "hello@smashingmagazine.com (Ottomatias Peura)",
          "description": "Voice assistants are currently the most popular use case for voice user interfaces. However, due to the bad feedback loop resulting from voice assistants can only solve simple user tasks such as setting an alarm or playing music. In order for voice user interfaces to really break through, feedback to the user must be visual, not auditive.",
          "link": "https://smashingmagazine.com/2021/06/alternative-voice-ui-voice-assistants/",
          "publishedOn": "2021-06-18T15:00:00.000Z",
          "wordCount": 3427,
          "title": "An Alternative Voice UI To Voice Assistants",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/8ebd2c76-ebe5-4885-be3e-f9acc3608072/alternative-voice-ui-voice-assistants.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/client-side-routing-next-js/",
          "author": "hello@smashingmagazine.com (Adebiyi Adedotun)",
          "description": "Next.js has a file-based routing system in which each page automatically becomes a route based on its file name. This article will guide you through almost everything you need to know about Routing in Next.js and point you in the direction of related topics and concepts.",
          "link": "https://smashingmagazine.com/2021/06/client-side-routing-next-js/",
          "publishedOn": "2021-06-18T13:00:00.000Z",
          "wordCount": 3957,
          "title": "Client-Side Routing In Next.js",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/a51f6c83-5e1a-4535-b28a-2018310ffc3b/client-side-routing-next-js.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/img-alt-attribute-alternate-description-decorative/",
          "author": "hello@smashingmagazine.com (Eric Bailey)",
          "description": "Image placement on the modern web is highly intentional, helping to communicate the overall purpose of a page or view. This means that nearly every image you declare needs to have an alternate description.",
          "link": "https://smashingmagazine.com/2021/06/img-alt-attribute-alternate-description-decorative/",
          "publishedOn": "2021-06-17T10:30:00.000Z",
          "wordCount": 1636,
          "title": "Your Image Is Probably Not Decorative",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/95585fe9-52b8-4bd4-adac-a3580ef87b98/img-alt-attribute-alternate-description-decorative.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/complete-guide-accessibility-tooling/",
          "author": "hello@smashingmagazine.com (Nic Chan)",
          "description": "In a new short series of posts, we highlight some of the useful tools and techniques for developers and designers. Recently we’ve covered HTML Emails and SVG Generators. This time we look into different kinds of tools to help you streamline your accessibility testing process. Don’t miss the next one.",
          "link": "https://smashingmagazine.com/2021/06/complete-guide-accessibility-tooling/",
          "publishedOn": "2021-06-16T10:30:00.000Z",
          "wordCount": 4102,
          "title": "A Complete Guide To Accessibility Tooling",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/0e0ea8e6-a4ad-489c-b062-749a22d5e38e/complete-guide-accessibility-tooling.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/multiple-wordpress-sites-locally-devkinsta/",
          "author": "hello@smashingmagazine.com (Leonardo Losoviz)",
          "description": "When developing themes and plugins for WordPress, we need to test them in different environments. How can we create multiple testing sites on our computer, quickly and easily, without having to become a sysadmin?",
          "link": "https://smashingmagazine.com/2021/06/multiple-wordpress-sites-locally-devkinsta/",
          "publishedOn": "2021-06-15T10:15:00.000Z",
          "wordCount": 2381,
          "title": "Spinning Up Multiple WordPress Sites Locally With DevKinsta",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/2798d879-8878-49e3-bc0f-a1b2008210c0/devkinsta-frontpage.png",
            "length": "0",
            "type": "image/png"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/smashing-podcast-episode-39/",
          "author": "hello@smashingmagazine.com (Drew McLellan)",
          "description": "In this episode of the Smashing Podcast, we’re talking about image optimization. What steps should we follow for performant images in 2021? We talk to expert Addy Osmani to find out.",
          "link": "https://smashingmagazine.com/2021/06/smashing-podcast-episode-39/",
          "publishedOn": "2021-06-15T07:00:00.000Z",
          "wordCount": 10715,
          "title": "Smashing Podcast Episode 39 With Addy Osmani: Image Optimization",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/bf1aeccc-a603-4cb3-b716-69bd0c86d33a/smashing-podcast-episode-39.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/css-javascript-requirements-accessible-components/",
          "author": "hello@smashingmagazine.com (Stephanie Eckles)",
          "description": "Spoiler alert: tooltips, modals, tabs, carousels, and dropdown menus are some of the user interface components that require more than CSS. To ensure accessibility of your interface, JavaScript is a necessary addition to accomplish focus management, respond to keyboard events, and toggle ARIA attributes.",
          "link": "https://smashingmagazine.com/2021/06/css-javascript-requirements-accessible-components/",
          "publishedOn": "2021-06-14T10:30:00.000Z",
          "wordCount": 3665,
          "title": "When CSS Isn’t Enough: JavaScript Requirements For Accessible Components",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/9982fa1e-806c-4343-9de1-eb804a48451e/css-javascript-requirements-accessible-components.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/web-design-done-well-audio/",
          "author": "hello@smashingmagazine.com (Frederick O’Brien)",
          "description": "Design often revolves around visuals, but the other senses deserve love too. In this article, we tune in to audio features that are making sites sing.",
          "link": "https://smashingmagazine.com/2021/06/web-design-done-well-audio/",
          "publishedOn": "2021-06-11T15:00:00.000Z",
          "wordCount": 1595,
          "title": "Web Design Done Well: Making Use Of Audio",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/bf0cbb26-546e-43b7-9b9a-9077259ea84b/making-use-of-audio.jpg",
            "length": "0",
            "type": "image/jpg"
          }
        },
        {
          "id": "https://smashingmagazine.com/2021/06/useful-frontend-boilerplates-starter-kits/",
          "author": "hello@smashingmagazine.com (Cosima Mielke)",
          "description": "We don’t need to write everything from scratch every single time. With boilerplates and starter kits, we can set up our projects faster, and get to work immediately.",
          "link": "https://smashingmagazine.com/2021/06/useful-frontend-boilerplates-starter-kits/",
          "publishedOn": "2021-06-10T15:00:00.000Z",
          "wordCount": 4870,
          "title": "Useful Front-End Boilerplates And Starter Kits",
          "enclosure": {
            "url": "http://cloud.netlifyusercontent.com/assets/344dbf88-fdf9-42bb-adb4-46f01eedd629/598e7f3e-9dca-4922-b17d-76089efab46f/25-frontend-boilerplates-starter-kits.png",
            "length": "0",
            "type": "image/png"
          }
        }
      ]
    },
    {
      "title": "freeCodeCamp.org",
      "feedUrl": "https://www.freecodecamp.org/news/rss/",
      "siteUrl": "https://www.freecodecamp.org/news",
      "articles": [
        {
          "id": "60e8864de8ee9b08300ecc3f",
          "author": null,
          "description": "There are literally 100s of great React libraries to choose from, but which libraries do you need most for your React projects?  In this article, we're going to break down five libraries you need for your React projects. Each of them will cover virtually every major tool you need, plus",
          "link": "https://www.freecodecamp.org/news/5-react-libraries-every-project-needs/",
          "publishedOn": "2021-07-09T20:06:31.000Z",
          "wordCount": 1729,
          "title": "5 React Libraries Every Project Should Use in 2021"
        },
        {
          "id": "60e81c50134ad707be00f79f",
          "author": null,
          "description": "Hey everyone! In this article, I'm going to show you what's new in the latest of version of React – React 18 – in under 8 minutes.  First, you might be wondering whether the latest set of changes will break anything with your current setup, or whether you will have to learn",
          "link": "https://www.freecodecamp.org/news/whats-new-in-react-18/",
          "publishedOn": "2021-07-09T18:42:26.000Z",
          "wordCount": 1930,
          "title": "What&#x27;s New in React 18? Concurrency, Batching, the Transition API and More"
        },
        {
          "id": "60dcb93727f80207bcdbc17e",
          "author": null,
          "description": "When you use code snippets in Visual Studio, it can make your coding process a lot easier and faster. But what are code snippets? And how can you use them? In this article, we'll look at how you can create code snippets in C#. Just keep in mind that snippets",
          "link": "https://www.freecodecamp.org/news/how-to-automatically-generate-code-snippets-visual-studio/",
          "publishedOn": "2021-07-09T18:28:18.000Z",
          "wordCount": 3957,
          "title": "How to Automatically Generate C# Code Snippets in Visual Studio"
        },
        {
          "id": "5f9c986d740569d1a4ca1a04",
          "author": null,
          "description": "Nine years ago, universities like MIT and Stanford first opened up free online courses to the public. Today, close to 1,000 schools around the world have created thousands of free online courses. I’ve compiled this list of 760+ such free online courses that you can start this month.",
          "link": "https://www.freecodecamp.org/news/free-online-programming-cs-courses/",
          "publishedOn": "2021-07-09T18:04:00.000Z",
          "wordCount": 6787,
          "title": "760+ Free Online Programming &amp; Computer Science Courses You Can Start This July"
        },
        {
          "id": "60ae6b0d11ffb70827ef7fe6",
          "author": null,
          "description": "If you look at any website or application today, somewhere under the hood there is a database. After all, we live in the world of Big Data. And the volume of data is growing exponentially.  With so much data at hand, we need ever more sophisticated ways to store it",
          "link": "https://www.freecodecamp.org/news/how-to-create-a-nosql-database-with-ravendb/",
          "publishedOn": "2021-07-09T15:06:24.000Z",
          "wordCount": 1374,
          "title": "How to Create a NoSQL Database with RavenDB"
        },
        {
          "id": "60e59724134ad707be00e5d1",
          "author": null,
          "description": "This post will show you how to build the Feature Toggle mechanism in your Next.JS application.  We are going to use Next.JS, React, and TypeScript. We will deploy our application to Vercel to demonstrate the real-life example. You can find the code and video in the summary at",
          "link": "https://www.freecodecamp.org/news/how-to-use-feature-toggles-in-next-js-and-react/",
          "publishedOn": "2021-07-08T17:13:58.000Z",
          "wordCount": 2850,
          "title": "Build Your Own Feature Toggle with Next.js and React in Under 30 Minutes"
        },
        {
          "id": "60e3ae66134ad707be00dbdb",
          "author": null,
          "description": "Developing web pages used to involve writing HTML, CSS, and a little scripting code like JavaScript for functionality.  But over time, we've developed new and more advanced technologies and frameworks to create webpages. We now use things like reusable components, routing, and rendering to the document object model (DOM).  These",
          "link": "https://www.freecodecamp.org/news/build-accessible-vue-applications/",
          "publishedOn": "2021-07-08T16:23:19.000Z",
          "wordCount": 1935,
          "title": "How to Build Accessible Vue Applications"
        },
        {
          "id": "60df723627f80207bcdbcf36",
          "author": null,
          "description": "According to Google trends, React is the most popular JavaScript frontend framework. Unless you're in the U.S. state of Nebraska, that is. 😀 Google Trends (React vs Angular)React is a declarative, efficient, and flexible JavaScript library for building user interfaces. We just released a full React course on the",
          "link": "https://www.freecodecamp.org/news/learn-react-js-in-this-free-7-hour-course/",
          "publishedOn": "2021-07-08T15:44:30.000Z",
          "wordCount": 68137,
          "title": "Learn React JS in This Free 7-Hour Course"
        },
        {
          "id": "60e521aa134ad707be00e41d",
          "author": null,
          "description": "Objects are one of the most valuable things you can learn in Javascript. You can use them to take your programs to the next level.  An object is a collection of data – or key value pairs – which consist of variables and functions that you can access using dot notation. Now",
          "link": "https://www.freecodecamp.org/news/what-is-a-javascript-object/",
          "publishedOn": "2021-07-07T22:04:00.000Z",
          "wordCount": 761,
          "title": "What is a JavaScript Object? Key Value Pairs and Dot Notation Explained"
        },
        {
          "id": "60ccd1794dc1a607ed7b4feb",
          "author": null,
          "description": "A lot of people want to learn machine learning these days. But the daunting bottom-up curriculum that most ML teachers propose is enough discourage a lot of newcomers.  In this tutorial I flip the curriculum upside down and will outline what I think is the fastest and easiest way to",
          "link": "https://www.freecodecamp.org/news/how-to-learn-machine-learning-practical-tips-and-resources/",
          "publishedOn": "2021-07-07T17:28:00.000Z",
          "wordCount": 5411,
          "title": "How to Learn Machine Learning – Tips and Resources to Learn ML the Practical Way"
        },
        {
          "id": "60e25e17134ad707be00d947",
          "author": null,
          "description": "List comprehension is an easy to read, compact, and elegant way of creating a list from any existing iterable object. Basically, it's a simpler way to create a new list from the values in a list you already have. It is generally a single line of code enclosed in square",
          "link": "https://www.freecodecamp.org/news/list-comprehension-in-python/",
          "publishedOn": "2021-07-07T17:25:39.000Z",
          "wordCount": 1592,
          "title": "List Comprehension in Python Explained for Beginners"
        },
        {
          "id": "60c38e76d3126007592d66cd",
          "author": null,
          "description": "I've carefully gone through over 50 resources, I've been through 10 JavaScript interviews, and I've landed a job at a unicorn startup. And throughout this entire process, I started to see a pattern in the most frequently asked JS interview questions.  In this article, I have tried to list the",
          "link": "https://www.freecodecamp.org/news/javascript-interview-prep-cheatsheet/",
          "publishedOn": "2021-07-07T15:43:17.000Z",
          "wordCount": 4364,
          "title": "JavaScript Interview Prep Cheatsheet – Ace Your Coding Interviews with These Concepts"
        },
        {
          "id": "60d5ec446e1a1407b6b0bcae",
          "author": null,
          "description": "Binary search is a common algorithm used in programming languages and programs. It can be very useful for programmers to understand how it works. We just released a binary search course on the freeCodeCamp.org YouTube channel. You will learn how to implement binary search in C and C++, but",
          "link": "https://www.freecodecamp.org/news/what-is-binary-search/",
          "publishedOn": "2021-07-07T13:57:56.000Z",
          "wordCount": 13488,
          "title": "What is Binary Search?"
        },
        {
          "id": "60e16e1b134ad707be00d6bc",
          "author": null,
          "description": "In this article, I'm going to explain how to automatically upload an Android App Bundle (.aab file) to the Play Store's beta track. We'll use Android Studio and AWS as a cloud infrastructure provider.  Once we've uploaded the app bundle, we'll trigger a Slack notification.  This is a valuable use",
          "link": "https://www.freecodecamp.org/news/automatically-upload-an-android-app-bundle-to-the-play-store/",
          "publishedOn": "2021-07-06T21:08:39.000Z",
          "wordCount": 2504,
          "title": "How to Automatically Upload an Android App Bundle to the Play Store"
        },
        {
          "id": "60b22e9611ffb70827ef9547",
          "author": null,
          "description": "In this tutorial, you will learn how to authenticate users and secure endpoints in Node.js. You'll also see how to implement Cross-Origin Resource Sharing (CORS) in Node. So let's get started.  Prerequisites You'll need the following to follow along with this tutorial:  A working understanding of JavaScript. A good",
          "link": "https://www.freecodecamp.org/news/how-to-authenticate-users-and-implement-cors-in-nodejs-applications/",
          "publishedOn": "2021-07-06T16:02:13.000Z",
          "wordCount": 2286,
          "title": "How to Authenticate Users and Implement CORS in Node.js Apps"
        },
        {
          "id": "60df35f027f80207bcdbccea",
          "author": null,
          "description": "Let's look at five JavaScript tips you can use today to instantly improve your React applications.  Because React is a JavaScript library, any improvements that we make in our JavaScript skills will directly improve the applications that we build with React. For this reason, I've put together a number of",
          "link": "https://www.freecodecamp.org/news/javascript-tips-to-improve-your-react-code-today/",
          "publishedOn": "2021-07-06T15:12:00.000Z",
          "wordCount": 1570,
          "title": "5 JavaScript Tips to Improve Your React Code"
        },
        {
          "id": "60aa196411ffb70827ef5f43",
          "author": null,
          "description": "In this article, you will learn how to schedule a job in Node using node-cron.  Node-cron is a handy npm package which you can use to schedule jobs to run at specific times or intervals. It is most suitable for scheduling repetitive jobs such as email notifications, file downloads, and",
          "link": "https://www.freecodecamp.org/news/schedule-a-job-in-node-with-nodecron/",
          "publishedOn": "2021-07-06T14:27:26.000Z",
          "wordCount": 2989,
          "title": "How to Schedule a Job in Node Using node-cron"
        },
        {
          "id": "60df6dd827f80207bcdbcf06",
          "author": null,
          "description": "Earning the Certified Information Systems Security Professional (CISSP) Certification proves you have what it takes to effectively design, implement and manage a best-in-class cybersecurity program. The CISSP is one of the most valuable Cyber Security Certificates in the market today.  We just posted a 13-hour course on the freeCodeCamp.org",
          "link": "https://www.freecodecamp.org/news/get-ready-to-pass-cissp-exam/",
          "publishedOn": "2021-07-06T13:55:00.000Z",
          "wordCount": 109640,
          "title": "Get Ready to Pass CISSP Exam"
        },
        {
          "id": "60de3cf127f80207bcdbc9af",
          "author": null,
          "description": "We just published demos of several upcoming freeCodeCamp features and community initiatives. You can read about them here, and watch the entire Summit in the video embedded below. Here's what we cover in this jam-packed one hour community update.Announcement #1: Campfire ModeWe've built a new mode where you can",
          "link": "https://www.freecodecamp.org/news/freecodecamp-july-2021-summit/",
          "publishedOn": "2021-07-02T04:55:18.000Z",
          "wordCount": 641,
          "title": "freeCodeCamp July 2021 Summit – Campfire Mode, Data Science Curriculum, Chapter, and Other New Features"
        },
        {
          "id": "60dc72b527f80207bcdbbd8f",
          "author": null,
          "description": "In this article, I'm going to show you how to theme your website so users can customize certain elements to their tastes.  We'll talk about website themes, how theming works, and we'll end with a demo so you can see it in action. Let's dive in. Table of Contents:What",
          "link": "https://www.freecodecamp.org/news/website-theming-with-css-custom-properties-and-gatsbyjs/",
          "publishedOn": "2021-07-01T18:19:21.000Z",
          "wordCount": 3084,
          "title": "What is Website Theming? How to Use CSS Custom Properties and Gatsby.js to Customize Your Site"
        },
        {
          "id": "60c0897ad3126007592d5701",
          "author": null,
          "description": "Listing items on a web page is a common task you'll have to do as a web developer. You may have to list shopping cart items, the order of students based on their grades, dogs with the loudest bark – and so on. So you need to know the different ways",
          "link": "https://www.freecodecamp.org/news/html-list-how-to-use-bullet-points-ordered-and-unordered-lists/",
          "publishedOn": "2021-07-01T18:02:56.000Z",
          "wordCount": 1769,
          "title": "HTML List – How to Use Bullet Points, Ordered, and Unordered Lists"
        },
        {
          "id": "60d5e7ae6e1a1407b6b0bc5a",
          "author": null,
          "description": "The backend of a website can be written in many different programming languages. It is becoming increasingly common for to use Python for the backend of a website. We just published a full backend web development with Python course on the freeCodeCamp.org YouTube channel. This comprehensive course is for",
          "link": "https://www.freecodecamp.org/news/backend-web-development-with-python-full-course/",
          "publishedOn": "2021-07-01T16:51:30.000Z",
          "wordCount": 79275,
          "title": "Backend Web Development with Python - Full Course"
        },
        {
          "id": "60dc78e927f80207bcdbbddc",
          "author": null,
          "description": "Hello freeCodeCamp community! I'm Dilan, a PhD candidate in sociology at Boston University. I'm an absolute coding newbie, but I do know a bit about surveys. 😃 I have been working with freeCodeCamp founder Quincy Larson over the past few months to design the 2021 New Coder Survey. And I'm thrilled",
          "link": "https://www.freecodecamp.org/news/2021-new-coder-survey/",
          "publishedOn": "2021-07-01T04:36:31.000Z",
          "wordCount": 942,
          "title": "The 2021 New Coder Survey is Now Live – and Here&#x27;s How We Designed It"
        },
        {
          "id": "6063b8d69618b008528a9d79",
          "author": null,
          "description": "Today we're gonna learn how to use CSS's box-shadow property to make beautiful website components. Along the way, we'll create a button and get hands-on experience using this property. Let's get started. 🎖️ Table of Contents Why you should use the CSS box-shadow propertyThe syntax of the box-shadow propertyHow to make",
          "link": "https://www.freecodecamp.org/news/css-box-shadow-property-with-examples/",
          "publishedOn": "2021-06-30T18:49:49.000Z",
          "wordCount": 956,
          "title": "Learn the CSS Box-Shadow Property by Coding a Beautiful Button ✨"
        },
        {
          "id": "6055c55b687d62084bf68804",
          "author": null,
          "description": "This tutorial is an overview of basic concepts of the C programming language.  It goes over the history of the language, why and where it is used, the compilation process, and some very basic programming concepts that are common in most popular programming languages. It is not a complete guide",
          "link": "https://www.freecodecamp.org/news/what-is-the-c-programming-language-beginner-tutorial/",
          "publishedOn": "2021-06-30T14:25:53.000Z",
          "wordCount": 12270,
          "title": "What is The C Programming Language? A Tutorial for Beginners"
        },
        {
          "id": "60d5ea736e1a1407b6b0bc8d",
          "author": null,
          "description": "React Router is commonly used to make different routes for pages in React Applications. We just released a crash course on the freeCodeCamp.org YouTube channel that will teach you how to create routes in your React applications. Piyush Agarwal developed this course. Piyush is a prolific course creator on",
          "link": "https://www.freecodecamp.org/news/learn-react-router/",
          "publishedOn": "2021-06-30T14:01:01.000Z",
          "wordCount": 5542,
          "title": "Learn React Router"
        },
        {
          "id": "60db519527f80207bcdbb6fa",
          "author": null,
          "description": "Whether you are new to coding interviews or are already familiar with the concept of backtracking, this is the crash course for you. We will learn about an all-purpose coding template and apply it to two LeetCode hard problems. Ready to crunch your next coding interview? Let's go!",
          "link": "https://www.freecodecamp.org/news/coding-interview-backtracking-problems-crash-course/",
          "publishedOn": "2021-06-29T20:00:32.000Z",
          "wordCount": 908,
          "title": "Coding Interview Backtracking Problems Crash Course – The Only One You&#x27;ll Ever Need"
        },
        {
          "id": "604b8c6ea7946308b7687683",
          "author": null,
          "description": "Every day, developers use various applications and run commands in the terminal. These applications can include a browser, code editor, terminal, video conferencing app, or music player.  For each of these software applications that you open or commands you run, it creates a process or task. One beautiful feature of",
          "link": "https://www.freecodecamp.org/news/linux-list-processes-how-to-check-running-processes/",
          "publishedOn": "2021-06-29T19:47:13.000Z",
          "wordCount": 1079,
          "title": "Linux List Processes – How to Check Running Processes"
        },
        {
          "id": "60daf29027f80207bcdbb3fe",
          "author": null,
          "description": "Why do we need the timedelta object?When you're working with dates and times in Python, you'll often use the datetime module.  In this post, we'll see how we can use the timedelta object in the datetime module. It denotes a span of time and can help when we need",
          "link": "https://www.freecodecamp.org/news/how-to-use-timedelta-objects-in-python/",
          "publishedOn": "2021-06-29T18:25:52.000Z",
          "wordCount": 926,
          "title": "How to Use timedelta Objects in Python to Work with Dates"
        },
        {
          "id": "60d76f6f6e1a1407b6b0c521",
          "author": null,
          "description": "What is the Microsoft Security, Compliance, and Identity Fundamentals?The Microsoft Security, Compliance and Identity Fundamentals Certification is an essential entry-level certification into Azure and Microsoft Security. In recent years we've seen a significant shift in the work environment where companies allow employees to work from home.  The increase of",
          "link": "https://www.freecodecamp.org/news/microsoft-security-compliance-certification-sc-900/",
          "publishedOn": "2021-06-29T13:24:44.000Z",
          "wordCount": 684,
          "title": "Microsoft Security, Compliance, and Identity Fundamentals (SC-900) – Pass the Exam With This Free 3.5 Hour Course"
        },
        {
          "id": "60d61acc6e1a1407b6b0bd46",
          "author": null,
          "description": "In this article, you will learn how to securely access secret API keys using Netlify functions in a React app.  Netlify provides rich features that help you easily deploy Single Page Applications built using frameworks like React, Vue and Angular among others. This takes away the burden of coding and",
          "link": "https://www.freecodecamp.org/news/how-to-access-secret-api-keys-using-netlify-functions-in-a-react-app/",
          "publishedOn": "2021-06-28T21:17:02.000Z",
          "wordCount": 3681,
          "title": "How to Securely Access Secret API keys using Netlify Functions in a React App"
        },
        {
          "id": "60d9766b6e1a1407b6b0cb4f",
          "author": null,
          "description": "If you're working with Natural Language Processing, knowing how to deploy a model is one of the most important skills you'll need to have. Model deployment is the process of integrating your model into an existing production environment. The model will receive input and predict an output for decision-making for",
          "link": "https://www.freecodecamp.org/news/how-to-deploy-an-nlp-model-with-fastapi/",
          "publishedOn": "2021-06-28T20:35:12.000Z",
          "wordCount": 2818,
          "title": "How to Deploy an NLP Model with FastAPI"
        },
        {
          "id": "60d07b4578f45307fee80aef",
          "author": null,
          "description": "Every developer needs a good development enviroment, whether you're into mobile development or web apps or even if you're just learning your first programming language.  Just like any beginning developer, when I began to learn coding I needed some guidance on how to get started. And one of the most",
          "link": "https://www.freecodecamp.org/news/what-is-an-ide-in-programming-an-ide-definition-for-developers/",
          "publishedOn": "2021-06-28T20:04:28.000Z",
          "wordCount": 2258,
          "title": "What is an IDE in Programming? An IDE Definition for Developers"
        },
        {
          "id": "60d675ac6e1a1407b6b0bea1",
          "author": null,
          "description": "In JavaScript, people often confuse closures with lexical scope. Lexical scope is an important part of closures, but it is not a closure by itself. Closures are an advanced concept that is also a frequent topic of technical interviews. You should have a foundational understanding of functions before attempting to",
          "link": "https://www.freecodecamp.org/news/javascript-closure-lexical-scope/",
          "publishedOn": "2021-06-28T18:45:21.000Z",
          "wordCount": 740,
          "title": "JavaScript Closure Tutorial – How Closures and Lexical Scope Work in JS"
        },
        {
          "id": "60d4d3d86e1a1407b6b0bb25",
          "author": null,
          "description": "A design system is a set of standards, reusable components, and patterns used to create visual consistency throughout different projects and pages. Figma is a vector graphics editor and prototyping tool. We just released a course on the freeCodeCamp.org channel that will teach you how to build a design",
          "link": "https://www.freecodecamp.org/news/learn-how-to-create-a-design-system-in-figma/",
          "publishedOn": "2021-06-28T13:50:35.000Z",
          "wordCount": 67249,
          "title": "Learn How to Create a Design System in Figma"
        },
        {
          "id": "60d4ea756e1a1407b6b0bb71",
          "author": null,
          "description": "Ok. I'm not suggesting that everyone needs to become a fully-credentialed data scientist. But these days, learning core data skills may provide as much value as basic financial literacy or knowledge of a simple coding language. This isn't just about your career: data has grown far beyond the world of",
          "link": "https://www.freecodecamp.org/news/why-you-should-learn-data-analytics/",
          "publishedOn": "2021-06-28T13:44:39.000Z",
          "wordCount": 806,
          "title": "Why You Should Learn Data Analytics"
        },
        {
          "id": "60d3ee396e1a1407b6b0b6ef",
          "author": null,
          "description": "Let's go over the most common mistakes you might be making in your React code right now, plus how to fix them. If you want to create amazing React applications, it's essential to avoid many common errors along the way. In this article, we'll not only cover how to fix",
          "link": "https://www.freecodecamp.org/news/common-react-mistakes-and-how-to-fix-them/",
          "publishedOn": "2021-06-24T17:01:44.000Z",
          "wordCount": 1511,
          "title": "4 Common React Mistakes You Might Be Making – And How to Fix Them"
        },
        {
          "id": "60d4b5e96e1a1407b6b0bac4",
          "author": null,
          "description": "If you want good performance in your application, you need to collect data to figure out where to make improvements. That's where OpenTelemetry comes in. OpenTelemetry offers a single set of APIs and libraries that standardize how you collect and transfer telemetry data. OpenTelemetry provides a specification for instrumentation so",
          "link": "https://www.freecodecamp.org/news/how-to-use-opentelemetry/",
          "publishedOn": "2021-06-24T16:50:36.000Z",
          "wordCount": 9777,
          "title": "How to Use OpenTelemetry to Understand Software Performance"
        },
        {
          "id": "605abca5687d62084bf6b7cd",
          "author": null,
          "description": "Data Analysis is the process of exploring, investigating, and gathering insights from data using statistical measures and visualizations.  The objective of data analysis is to develop an understanding of data by uncovering trends, relationships, and patterns. Data analysis is both a science and an art. On the one hand it",
          "link": "https://www.freecodecamp.org/news/exploratory-data-analysis-with-numpy-pandas-matplotlib-seaborn/",
          "publishedOn": "2021-06-24T00:11:01.000Z",
          "wordCount": 8365,
          "title": "What is Data Analysis? How to Visualize Data with Python, Numpy, Pandas, Matplotlib &amp; Seaborn Tutorial"
        },
        {
          "id": "6072ffd4d5756f080ba98b27",
          "author": null,
          "description": "Over the last few years, microservices have gone from an overhyped buzzword to something you should understand as a software engineer.  According to an O'Reilly developer survey in 2020:  61% of companies have been using microservices in the last year29% say at least half of their company systems are built",
          "link": "https://www.freecodecamp.org/news/microservices-architecture-for-humans/",
          "publishedOn": "2021-06-23T21:52:08.000Z",
          "wordCount": 2975,
          "title": "Microservices Architecture – Explained in Plain English"
        },
        {
          "id": "60d36eb66e1a1407b6b0b16d",
          "author": null,
          "description": ".NET is a popular software framework developed by Microsoft. We just released a course on the freeCodeCamp.org YouTube channel that will teach you how to create a REST API end-to-end from scratch using the latest .NET 5 innovations and Visual Studio Code. The course uses the C# programming language.",
          "link": "https://www.freecodecamp.org/news/create-a-rest-api-with-dot-net-5-and-c-sharp/",
          "publishedOn": "2021-06-23T18:08:14.000Z",
          "wordCount": 60401,
          "title": "Create a REST API with .NET 5 and  C#"
        },
        {
          "id": "60a406bd906c5207e3a7dfcb",
          "author": null,
          "description": "In this article you will learn how to create a great technical video course. I run the freeCodeCamp.org YouTube channel where we post technical courses from a variety of contributors. Video courses that follow the guidelines in this article are often a good fit for freeCodeCamp's channel. How to",
          "link": "https://www.freecodecamp.org/news/how-to-create-a-great-technical-course/",
          "publishedOn": "2021-06-23T17:19:24.000Z",
          "wordCount": 2330,
          "title": "How to Create a Great Technical Course"
        },
        {
          "id": "60d2323d6e1a1407b6b0ac4f",
          "author": null,
          "description": "Web scraping lets you collect data from web pages across the internet. It's also called web crawling or web data extraction.  PHP is a widely used back-end scripting language for creating dynamic websites and web applications. And you can implement a web scraper using plain PHP code.  But since we",
          "link": "https://www.freecodecamp.org/news/web-scraping-with-php-crawl-web-pages/",
          "publishedOn": "2021-06-22T21:11:53.000Z",
          "wordCount": 2770,
          "title": "Web Scraping with PHP – How to Crawl Web Pages Using Open Source Tools"
        },
        {
          "id": "60cac8ff4dc1a607ed7b4592",
          "author": null,
          "description": "There’s a special syntax you can use in JavaScript that makes working with promises easier. It's called “async/await\", and it’s surprisingly straightforward to understand and use.  In this article, we'll discuss:  What are asynchronus functions? How promises work in JavaScript Async/Await basics How to use",
          "link": "https://www.freecodecamp.org/news/how-to-use-async-await-write-better-javascript/",
          "publishedOn": "2021-06-22T16:24:37.000Z",
          "wordCount": 1432,
          "title": "How to Use Async/Await to Write Better JavaScript Code"
        },
        {
          "id": "60c13e71d3126007592d5be2",
          "author": null,
          "description": "The 100 Days of Code challenge is very popular among new coders and developers looking to level up their skills. It's so popular that our Discord server has an entire channel dedicated to it.  By popular demand, we recently built a Discord bot that helps people track their progress in",
          "link": "https://www.freecodecamp.org/news/how-to-build-a-100-days-of-code-bot-for-discord-using-typescript-and-mongodb/",
          "publishedOn": "2021-06-22T16:20:36.000Z",
          "wordCount": 7385,
          "title": "How to Use TypeScript and MongoDB to Build a 100 Days of Code Discord Bot"
        },
        {
          "id": "60cfff5a4dc1a607ed7b5e58",
          "author": null,
          "description": "Do you have a story idea that you'd like to turn into a novel? How about adding visual appeal and interactivity to that novel?  A Visual Novel might be the game genre you are looking for. And this tutorial is here to help set you up in 10 minutes, with",
          "link": "https://www.freecodecamp.org/news/use-python-to-create-a-visual-novel/",
          "publishedOn": "2021-06-22T16:18:29.000Z",
          "wordCount": 1611,
          "title": "How to Use Python to Create a Visual Novel Game in 10 Minutes"
        },
        {
          "id": "60c81f774dc1a607ed7b2f66",
          "author": null,
          "description": "I've been using Vim since the first year I started coding. For all the IDEs/editors that I have used, the Vim plugin is always the very first plugin that I install. I know that Vim can be challenging to work in for people who are not familiar with it.",
          "link": "https://www.freecodecamp.org/news/how-to-exit-vim/",
          "publishedOn": "2021-06-21T21:52:43.000Z",
          "wordCount": 1785,
          "title": "How to Exit Vim – Vim Save and Quit Command Tutorial"
        },
        {
          "id": "60bce157acb62507dd1d9f11",
          "author": null,
          "description": "When you're working with Python lists, you often need to combine data from multiple lists. So how do you do that? In this tutorial, we'll see the different ways you can combine data from multiple lists. We'll also learn how the list methods append() and extend() work through simple examples.",
          "link": "https://www.freecodecamp.org/news/python-list-methods-append-vs-extend/",
          "publishedOn": "2021-06-21T21:25:11.000Z",
          "wordCount": 1085,
          "title": "Python List Methods – append( ) vs extend( ) in Python Explained with Code Examples"
        },
        {
          "id": "60cccd6e4dc1a607ed7b4f81",
          "author": null,
          "description": "Redux is a state management library for front end applications. Developers commonly use it with React through the react-redux package, but it can also stand alone – so you can use it in any front end framework or library, including Vanilla JavaScript.  Redux can really be intimidating at first. It might",
          "link": "https://www.freecodecamp.org/news/learn-redux-by-making-a-counter-application/",
          "publishedOn": "2021-06-21T21:01:42.000Z",
          "wordCount": 1659,
          "title": "Learn Redux by Making a Counter Application"
        },
        {
          "id": "60d0d0ff6e1a1407b6b0a506",
          "author": null,
          "description": "Today you're going to create one of the most important apps you can build for yourself: your developer portfolio. Every React developer or web developer in general needs to be able to show off what they can do to any potential client or employer. That's exactly what we're going to",
          "link": "https://www.freecodecamp.org/news/build-portfolio-website-react/",
          "publishedOn": "2021-06-21T18:15:53.000Z",
          "wordCount": 3729,
          "title": "How to Build a Portfolio Website with React"
        },
        {
          "id": "60cda7104dc1a607ed7b5588",
          "author": null,
          "description": "Figma is a powerful design tool that helps you to create anything: websites, applications, logos, and much more. By learning to use Figma, you'll take your first steps into User Interface Design and and User Experience Design. These skills are essential for building a great portfolio for yourself and potentially",
          "link": "https://www.freecodecamp.org/news/figma-crash-course/",
          "publishedOn": "2021-06-21T17:52:21.000Z",
          "wordCount": 1194,
          "title": "What is Figma? A Design Crash Course [2021 Tutorial]"
        },
        {
          "id": "60a55b37906c5207e3a7ea78",
          "author": null,
          "description": "But where do you store your application's content? Storing the content on the blockchain would be expensive and inefficient. Your blockchain application needs decentralized storage!",
          "link": "https://www.freecodecamp.org/news/technical-guide-to-ipfs-decentralized-storage-of-web3/",
          "publishedOn": "2021-06-21T16:38:36.000Z",
          "wordCount": 3575,
          "title": "A Technical Guide to IPFS – the Decentralized Storage of Web3"
        },
        {
          "id": "6063b9e19618b008528a9d9a",
          "author": null,
          "description": "Today we're gonna learn everything you need to know about the CSS position property along with examples. Let's get started 🎖️ Table of contents What is CSS Position Property?What is the Static Position in CSS?What are the Relative and Absolute Positions in CSS?What is the Fixed Position in",
          "link": "https://www.freecodecamp.org/news/css-position-property-explained/",
          "publishedOn": "2021-06-21T16:36:14.000Z",
          "wordCount": 1153,
          "title": "How the CSS Position Property Works – Explained with Code Examples"
        },
        {
          "id": "60b46dbd11ffb70827ef9dea",
          "author": null,
          "description": "What is TCP?TCP is an acronym for Transmission Control Protocol. It is a transport layer protocol that allows packets to be sent from one location to another.  TCP is a connection-oriented protocol, which means it establishes the connection before any communication between the network’s computer units. Because we",
          "link": "https://www.freecodecamp.org/news/tcp-vs-udp-which-is-faster/",
          "publishedOn": "2021-06-18T15:45:00.000Z",
          "wordCount": 1613,
          "title": "TCP vs UDP – Which Protocol is Faster?"
        },
        {
          "id": "60cc5a904dc1a607ed7b4c54",
          "author": null,
          "description": "Today, you don’t need to go to a university or a college to pursue a career in machine learning or any data-driven domain. But you do need a plan and a roadmap to guide your studies. Once you have charted your own learning roadmap with a goal in mind,",
          "link": "https://www.freecodecamp.org/news/machine-learning-specialisation-courses-for-advanced-ml-practitioners/",
          "publishedOn": "2021-06-18T15:43:56.000Z",
          "wordCount": 906,
          "title": "Machine Learning Specialisation Courses for Advanced ML Practitioners"
        },
        {
          "id": "60cca3294dc1a607ed7b4c76",
          "author": null,
          "description": "Every programming language uses sorting algorithms. While programming languages have easy-to-use sorting methods, it can be helpful to understand how they work. We just released a course on the freeCodeCamp.org YouTube channel that will teach you some of the most popular sorting algorithms! Haris Iftikhar developed this course. Haris",
          "link": "https://www.freecodecamp.org/news/understanding-sorting-algorithms/",
          "publishedOn": "2021-06-18T13:56:04.000Z",
          "wordCount": 13842,
          "title": "Understanding Sorting Algorithms"
        },
        {
          "id": "60c2aa56d3126007592d6226",
          "author": null,
          "description": "What is the Azure AI Fundamentals Certification?The Azure AI Fundamentals Certification is for those seeking a Machine Learning role such as AI Engineer or Data Scientist. In the last decade companies have been collecting vast amount of data surrounding their service and product offerings. The successful companies of the",
          "link": "https://www.freecodecamp.org/news/azure-data-fundamentals-certification-ai-900-pass-the-exam-with-this-free-4-hour-course/",
          "publishedOn": "2021-06-17T12:02:47.000Z",
          "wordCount": 566,
          "title": "Azure AI Fundamentals Certification (AI-900) – Pass the Exam With This Free 4 Hour Course"
        },
        {
          "id": "60c88bbc4dc1a607ed7b2ffa",
          "author": null,
          "description": "Bookmarklets are browser bookmarks that execute JavaScript instead of opening a webpage. They're also known as bookmark applets, favlets, or JavaScript bookmarks. Bookmarklets are natively available in all major browsers, including Mozilla Firefox and Chromium-based browsers like Chrome or Brave. Scripting with JavaScriptLearning how to write scripts provides many benefits,",
          "link": "https://www.freecodecamp.org/news/what-are-bookmarklets/",
          "publishedOn": "2021-06-17T00:53:04.000Z",
          "wordCount": 1966,
          "title": "What are Bookmarklets? How to Use JavaScript to Make a Bookmarklet in Chromium and Firefox"
        },
        {
          "id": "60c088e5d3126007592d56f1",
          "author": null,
          "description": "In general, a string represents a sequence of characters in a programming language.  Let's look at an example of a string created using a sequence of characters, \"Yes, You Can DO It!\". In JavaScript, we can create a string in a couple of ways: Using the string literal as a",
          "link": "https://www.freecodecamp.org/news/javascript-split-how-to-split-a-string-into-an-array-in-js/",
          "publishedOn": "2021-06-16T21:19:08.000Z",
          "wordCount": 1696,
          "title": "JavaScript Split – How to Split a String into an Array in JS"
        },
        {
          "id": "60b8cb0aacb62507dd1d82ea",
          "author": null,
          "description": "In this article, I'll explain two important concepts in statistics: skewness and kurtosis. And don't worry – you won't need to know very much math to understand these concepts and learn how to apply them. What are Density Curves?Let's first talk a bit about density curves, as skewness and kurtosis",
          "link": "https://www.freecodecamp.org/news/skewness-and-kurtosis-in-statistics-explained/",
          "publishedOn": "2021-06-16T20:56:49.000Z",
          "wordCount": 2502,
          "title": "Skewness and Kurtosis – Positively Skewed and Negatively Skewed Distributions in Statistics Explained"
        },
        {
          "id": "60ca25704dc1a607ed7b408c",
          "author": null,
          "description": "Here's a list of amazing tricks that you can use to improve your React applications instantly. These tips will not only make your code cleaner and more reliable, but they also aim to make your development experience easier and overall more enjoyable.  Give these techniques a try in your React",
          "link": "https://www.freecodecamp.org/news/build-better-react-apps-with-these-tricks/",
          "publishedOn": "2021-06-16T20:55:03.000Z",
          "wordCount": 1525,
          "title": "Build Better React Apps with These Simple Tricks"
        },
        {
          "id": "60ca30af4dc1a607ed7b4197",
          "author": null,
          "description": "You can learn the basics of Data Analytics with 30 days of practice.  We just released a Data Analytics course on the freeCodeCamp.org YouTube channel. The course includes a 40-minute video, as well as a website and Jupyter notebooks. If you follow the plan laid out in these course",
          "link": "https://www.freecodecamp.org/news/teach-yourself-data-analytics-in-30-days/",
          "publishedOn": "2021-06-16T17:19:31.000Z",
          "wordCount": 411,
          "title": "Teach Yourself Data Analytics in 30 Days"
        },
        {
          "id": "60c91b2b4dc1a607ed7b389a",
          "author": null,
          "description": "DevOps is becoming an in-demand role at many software companies. We just released a DevOps Engineering course on the freeCodeCamp.org YouTube channel. Learn all about DevOps in this comprehensive course for beginners with three technical tutorials. Colin Chartier created this course. He is the co-founder and CEO at LayerCI.",
          "link": "https://www.freecodecamp.org/news/devops-engineering-course-for-beginners/",
          "publishedOn": "2021-06-15T21:33:17.000Z",
          "wordCount": 455,
          "title": "DevOps Engineering Course for Beginners"
        },
        {
          "id": "60c72a0ad3126007592d7e2a",
          "author": null,
          "description": "To understand what this truly means in JavaScript, let's take a look at a very similar concept in the English Language: Polysemy. Let's consider the word \"run\". Run is a single word which could mean many different things depending on the context. “I will run home” – means to move quickly",
          "link": "https://www.freecodecamp.org/news/what-is-this-in-javascript/",
          "publishedOn": "2021-06-15T21:19:12.000Z",
          "wordCount": 1383,
          "title": "What Does &#x27;this&#x27; Mean in JavaScript? The this Keyword Explained with Examples"
        },
        {
          "id": "60c8912c4dc1a607ed7b2fff",
          "author": null,
          "description": "As a freelance developer, knowing how much to charge for a project can often feel like a gamble. It's easy to wonder \"Am I setting my price too high?\" This is normally the first question that comes to mind. And your brain will probably meet this question with a resounding",
          "link": "https://www.freecodecamp.org/news/what-to-charge-as-a-freelance-developer-dont-be-the-cheapest/",
          "publishedOn": "2021-06-15T21:10:54.000Z",
          "wordCount": 2031,
          "title": "What to Charge as a Freelance Developer – and Why You Should Avoid Being the Cheapest"
        },
        {
          "id": "60c3dcb3d3126007592d6c6d",
          "author": null,
          "description": "Python decorators allow you to change the behavior of a function without modifying the function itself. In this article I will show you how to create and use decorators. You will see how easy it is to use this advanced Python feature. In this article I will discuss the following",
          "link": "https://www.freecodecamp.org/news/python-decorators-explained-with-examples/",
          "publishedOn": "2021-06-15T17:57:54.000Z",
          "wordCount": 1409,
          "title": "Python Decorators – How to Create and Use Decorators in Python With Examples"
        },
        {
          "id": "602aaaf60a2838549dcc5c7f",
          "author": null,
          "description": "Any sufficiently old codebase eventually starts to contain legacy code. Architecture, performance, comments, and more begin to degrade the moment after they are written. Some parts of the codebase last longer than other parts, but inevitably new coding standards emerge to reduce technical debt. Then you have to rework a",
          "link": "https://www.freecodecamp.org/news/what-is-the-strangler-pattern-in-software-development/",
          "publishedOn": "2021-06-15T17:43:43.000Z",
          "wordCount": 1292,
          "title": "What is the Strangler Fig Pattern and How it Helps Manage Legacy Code"
        },
        {
          "id": "60b7cb6aacb62507dd1d7c1a",
          "author": null,
          "description": "You can now open anything (that you have access to) on GitHub directly from VS Code.",
          "link": "https://www.freecodecamp.org/news/you-can-now-edit-anything-on-github-in-vs-code-without-cloning/",
          "publishedOn": "2021-06-15T16:06:54.000Z",
          "wordCount": 1714,
          "title": "How to Open Any Repo in VS Code Without Cloning It"
        },
        {
          "id": "60c6aec3d3126007592d7bd5",
          "author": null,
          "description": "What is an Aggregate Function?SQL aggregate functions will seem very familiar if you have worked with spreadsheets.  Have you ever used SUM in Google Sheets or Excel? The SUM function exists in SQL as well, and is called an aggregate function.  Aggregate functions do a particular task across database",
          "link": "https://www.freecodecamp.org/news/sql-aggregate-functions-with-example-data-queries-for-beginners/",
          "publishedOn": "2021-06-15T15:48:09.000Z",
          "wordCount": 888,
          "title": "SQL Aggregate Functions – With Example Data Queries for Beginners"
        },
        {
          "id": "60bbdd8dacb62507dd1d9a2d",
          "author": null,
          "description": "You've probably seen the term \"full stack developer\" before, either on tech-related websites or in job applications you've perused.  So have you ever wondered what exactly a full stack developer is and what skills you'd need to become one? Well if you're curious like I was, this article",
          "link": "https://www.freecodecamp.org/news/what-is-a-fullstack-developer/",
          "publishedOn": "2021-06-15T15:35:39.000Z",
          "wordCount": 2706,
          "title": "What is Full Stack? How to Become a Full Stack Developer"
        },
        {
          "id": "60873d1fdd38b9088c2c0842",
          "author": null,
          "description": "System Design is an important topic to understand if you want to advance further in your career as a software engineer. Even if you are just beginning your coding journey, it's a good idea to get a head start on learning about system design.  Early in your career you will",
          "link": "https://www.freecodecamp.org/news/system-design-interview-practice-tutorial/",
          "publishedOn": "2021-06-14T22:46:31.000Z",
          "wordCount": 2704,
          "title": "System Design Interview Tutorial – The Beginner&#x27;s Guide to System Design"
        },
        {
          "id": "60bce373acb62507dd1d9f19",
          "author": null,
          "description": "We often work with web applications that need to fetch large amounts of data from a server through APIs and render it on the screen. For example, in a Social media application we fetch and render users' posts and comments. In an HR dashboard we display information about candidates who",
          "link": "https://www.freecodecamp.org/news/build-a-custom-pagination-component-in-react/",
          "publishedOn": "2021-06-14T22:39:00.000Z",
          "wordCount": 2563,
          "title": "How to Build a Custom Pagination Component in React"
        },
        {
          "id": "60c3b862d3126007592d689b",
          "author": null,
          "description": "Have you ever used the CSS order or direction properties? You've probably used them dozens of times, but did you realize that these properties will cause a disconnect between what's being displayed and what's actually in the DOM? Using the order property will create a disconnect between the visual presentation",
          "link": "https://www.freecodecamp.org/news/html-roving-tabindex-attribute-explained-with-examples/",
          "publishedOn": "2021-06-14T20:15:00.000Z",
          "wordCount": 1297,
          "title": "HTML Roving tabindex Attribute Explained with Examples"
        },
        {
          "id": "60c794e64dc1a607ed7b25ba",
          "author": null,
          "description": "A while ago, I was doing side gig for a client who had a website hosted on Squarespace. They asked me to implement an advanced design for a page that wasn't possible with the site's current DIY tools. For an experienced and battle-tested web developer like me, this was a",
          "link": "https://www.freecodecamp.org/news/how-to-backup-squarespace-managed-styles-using-aws-cloud/",
          "publishedOn": "2021-06-14T19:19:42.000Z",
          "wordCount": 2588,
          "title": "How to Backup Squarespace-Managed Styles using AWS Cloud"
        },
        {
          "id": "60c4b35ed3126007592d71bc",
          "author": null,
          "description": "Africa has over 2000 languages, but these languages are not well-represented in the existing Natural Language Processing ecosystem.  One challenge is the lack of useful African language datasets that we can use to solve different social and economic problems. In this article, I have compiled a list of African language",
          "link": "https://www.freecodecamp.org/news/african-language-datasets-for-data-science-projects/",
          "publishedOn": "2021-06-14T18:37:44.000Z",
          "wordCount": 1599,
          "title": "10 Best African Language Datasets for Data Science Projects"
        },
        {
          "id": "60b72d5facb62507dd1d777b",
          "author": null,
          "description": "If you're in the world of tech, you will inevitably run into a work-related disaster now and then. These setbacks come in many forms such as cyber-attacks, theft, leaks, and corruption. And every business must be ready to face these things and plan for them. Sir Benjamin Franklin famously said,",
          "link": "https://www.freecodecamp.org/news/disaster-recovery-plan-what-are-rto-and-rpo/",
          "publishedOn": "2021-06-11T22:56:56.000Z",
          "wordCount": 1569,
          "title": "What is a Disaster Recovery Plan? How to Use RTO and RPO to Protect your Business"
        },
        {
          "id": "6063b9189618b008528a9d81",
          "author": null,
          "description": "Today I'm gonna show you how you can center and align your content with CSS. Along the way, we'll look at various alignment techniques. So, let's get started! 🥇 Table of Contents -> How to Use Flexbox to center anything horizontally center anything vertically center both horizontally & Vertically How",
          "link": "https://www.freecodecamp.org/news/how-to-center-objects-using-css/",
          "publishedOn": "2021-06-11T20:40:17.000Z",
          "wordCount": 1427,
          "title": "How to Center Anything in CSS Using Flexbox and Grid ✨"
        },
        {
          "id": "5f9c97e9740569d1a4ca1768",
          "author": null,
          "description": "How you can design an inclusive and accessible org chart experience and solutions to common development challenges you will face.",
          "link": "https://www.freecodecamp.org/news/designing-keyboard-accessibility-for-complex-react-experiences/",
          "publishedOn": "2021-06-11T19:10:00.000Z",
          "wordCount": 2180,
          "title": "How to Design Keyboard Accessibility for Complex React Experiences"
        },
        {
          "id": "60bc0444acb62507dd1d9a31",
          "author": null,
          "description": "Knowing how to ask effective technical questions is an essential skill every software engineer should have.  You may be stuck with a bug, unable to figure out why your program isn't working correctly, or you might be having trouble learning how to implement a certain algorithm. In all of these",
          "link": "https://www.freecodecamp.org/news/how-to-ask-good-technical-questions/",
          "publishedOn": "2021-06-11T17:39:28.000Z",
          "wordCount": 2143,
          "title": "How to Ask Good Technical Questions – the Ultimate Guide"
        },
        {
          "id": "60c24cf8d3126007592d61d5",
          "author": null,
          "description": "Do you write conditionals correctly within your React applications?  Good conditionals are an essential part of any React application. We use conditionals to show or hide elements or components in our applications.  In short – to be an effective React developer, you must know how to write good conditionals. Let's go",
          "link": "https://www.freecodecamp.org/news/learn-react-conditionals/",
          "publishedOn": "2021-06-11T16:04:46.000Z",
          "wordCount": 1323,
          "title": "How to Level Up Your React Conditionals"
        }
      ]
    },
    {
      "title": "ゴリミー",
      "feedUrl": "https://gori.me/feed",
      "siteUrl": "https://gori.me",
      "articles": [
        {
          "id": "https://gori.me/?p=79561",
          "author": "g.O.R.i",
          "description": "Macで作業中、突然アプリがなぜか応答しなくなった経験は無いだろうか。他のアプリは問題なく使えるが、特定のアプリの上にマウスカーソルを合わせるとビーチボール（またの名を「虹色のクルクル」）が表示され、反応しない。 アプリケーションを終了すれば解決する場合もあるが、応答しない場合は強制終了、さらにはM…\nThe post 反応しないアプリを強制終了、Macを強制的に再起動する方法 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac/mac-tips/79561",
          "publishedOn": "2021-07-09T23:55:45.000Z",
          "wordCount": 201,
          "title": "反応しないアプリを強制終了、Macを強制的に再起動する方法"
        },
        {
          "id": "https://gori.me/?p=136063",
          "author": "g.O.R.i",
          "description": "Appleは7月10日、公式YouTubeチャンネルを更新。iPhone 12 Proの暗所撮影機能をアピールしたCM「In The Dark」を公開した。 iPhone 12シリーズの内向きカメラは、f2.2のレンズで1,200万画素。スマートHDR 3、Deep Fusionに加え、ナイトモード…\nThe post Apple、iPhone 12 Proの暗所撮影機能をアピールしたCMを公開 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-tvcm/136063",
          "publishedOn": "2021-07-09T21:47:33.000Z",
          "wordCount": 187,
          "title": "Apple、iPhone 12 Proの暗所撮影機能をアピールしたCMを公開"
        },
        {
          "id": "https://gori.me/?p=136060",
          "author": "g.O.R.i",
          "description": "Appleが7月9日、Apple Watchを使ってiPhone 12を探し出す連係機能をアピールするCM「Haystack」を公開した。 英語では、「干し草の山の中にある1本の針を探す（＝探すことが極めて困難なもの）」を意味する「needle in a haystack」のイディオムがある。「Ha…\nThe post Apple Watchを使ってiPhone 12を探す機能をアピールしたCMを公開 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-tvcm/136060",
          "publishedOn": "2021-07-09T21:46:28.000Z",
          "wordCount": 186,
          "title": "Apple Watchを使ってiPhone 12を探す機能をアピールしたCMを公開"
        },
        {
          "id": "https://gori.me/?p=136059",
          "author": "g.O.R.i",
          "description": "Apple Watchがあれば、自分のiPhoneを紛失しても一定の範囲内であれば、音を鳴らして場所を特定できる。音だけでは探しづらい場合は、iPhoneのLEDフラッシュを点滅させることもできる。 本記事では、Apple WatchからiPhoneを探し出す方法を解説する。 コントロールセンターか…\nThe post Apple Watchを使ってiPhoneを探す方法（音を鳴らす、LEDフラッシュを点灯させる） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple-watch/watch-tips/136059",
          "publishedOn": "2021-07-09T21:45:14.000Z",
          "wordCount": 216,
          "title": "Apple Watchを使ってiPhoneを探す方法（音を鳴らす、LEDフラッシュを点灯させる）"
        },
        {
          "id": "https://gori.me/?p=136053",
          "author": "g.O.R.i",
          "description": "Kindleストアが、対象作品がお買い得価格で購入できる「夏☆電書2021」を開催中だ。様々なジャンルでセール対象作品をまとめた「フェア」が多数用意されている。 「ブルーバックス人気ベスト200」は講談社ブルーバックスの人気書籍ベスト200を集めたセール。『新型コロナ　７つの謎　最新免疫学からわかっ…\nThe post Kindleストア、講談社の「夏☆電書2021」セールを開催中 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/kindle-sale/136053",
          "publishedOn": "2021-07-09T13:36:38.000Z",
          "wordCount": 177,
          "title": "Kindleストア、講談社の「夏☆電書2021」セールを開催中"
        },
        {
          "id": "https://gori.me/?p=136051",
          "author": "g.O.R.i",
          "description": "新しい14インチと16インチのMacBook Proは、予定どおり2021年第3四半期（7〜9月）に量産開始される可能性がある。Apple情報に詳しいMing-Chi Kuo氏によると、新型MacBook Proの量産は9月までに開始するが、Appleは発表イベントを10月または11月に開催する可能…\nThe post 14インチと16インチMacBook Pro、年内発売に向けて準備は順調の模様 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macbookpro/136051",
          "publishedOn": "2021-07-09T12:59:39.000Z",
          "wordCount": 199,
          "title": "14インチと16インチMacBook Pro、年内発売に向けて準備は順調の模様"
        },
        {
          "id": "https://gori.me/?p=136049",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトのMac整備済製品が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日M1 Macがお買い得！M1 Mac …\nThe post M1 Macがお買い得価格で！Mac整備済商品の最新情報（2021年7月9日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/136049",
          "publishedOn": "2021-07-09T05:50:46.000Z",
          "wordCount": 562,
          "title": "M1 Macがお買い得価格で！Mac整備済商品の最新情報（2021年7月9日更新）"
        },
        {
          "id": "https://gori.me/?p=136047",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みApple Watch情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日は、Apple Wa…\nThe post 2.7万円で買えるSEの在庫が復活！Apple Watch整備済商品の最新情報（2021年7月9日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/136047",
          "publishedOn": "2021-07-09T05:46:53.000Z",
          "wordCount": 355,
          "title": "2.7万円で買えるSEの在庫が復活！Apple Watch整備済商品の最新情報（2021年7月9日更新）"
        },
        {
          "id": "https://gori.me/?p=136045",
          "author": "g.O.R.i",
          "description": "2021年の新型iPad Proは、12.9インチモデルだけではなく11インチモデルもミニLEDディスプレイを搭載する可能性がある。Apple情報に詳しいアナリストMing-Chi Kuo氏が、投資家向けの最新レポートで明らかにした。M1チップを搭載したiPad Pro（2021）は12.9インチの…\nThe post 2022年の新型iPad Pro、11インチもミニLEDディスプレイ搭載か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ipad/ipad-news/136045",
          "publishedOn": "2021-07-09T05:35:09.000Z",
          "wordCount": 201,
          "title": "2022年の新型iPad Pro、11インチもミニLEDディスプレイ搭載か"
        },
        {
          "id": "https://gori.me/?p=136044",
          "author": "g.O.R.i",
          "description": "ドコモは7月8日、ドローン向けに月額49,800円（税込）で上空におけるLTE通信を月間データ容量120GBまで利用できる新料金プラン「LTE上空利用プラン」を提供開始した。またプラン契約者がドローンを利用の際に、利用場所、日時、台数、高度などを事前に予約できる「LTE上空利用予約」もセットで提供す…\nThe post ドコモ、日本初のドローン向け新料金プラン「LTE上空利用プラン」の提供を開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mobile/smartphone/136044",
          "publishedOn": "2021-07-09T04:07:14.000Z",
          "wordCount": 155,
          "title": "ドコモ、日本初のドローン向け新料金プラン「LTE上空利用プラン」の提供を開始"
        },
        {
          "id": "https://gori.me/?p=136042",
          "author": "g.O.R.i",
          "description": "Amazonが、63時間のビッグセール「タイムセール祭り」を開催すると発表した。開催期間は、2021年7月16日（金）9時から7月18日（日）23時59分。 セール期間中はポイントアップキャンペーンも実施される。参加には事前エントリーが必要となるため、予め確認しておくことをおすすめする！ Amazo…\nThe post Amazon、「タイムセール祭り」を7月16日〜18日まで開催へ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/amazon/amazon-sale/136042",
          "publishedOn": "2021-07-09T03:50:25.000Z",
          "wordCount": 166,
          "title": "Amazon、「タイムセール祭り」を7月16日〜18日まで開催へ"
        },
        {
          "id": "https://gori.me/?p=136040",
          "author": "g.O.R.i",
          "description": "土屋鞄より 土屋鞄製造所が、スイカを持ち運ぶための専用カバン「スイカを運ぶ鞄」を発売する。土屋鞄の職人ならではの遊び心が詰まった企画「“運ぶ”を楽しむ」で、2020年の夏に紹介した「スイカ」を運ぶためのカバンが製品化された。7月9日より店頭で先行販売を行い、7月15日10時よりウェブで順次販売を開始…\nThe post スイカを持ち運ぶ専用の革製カバンが発売へ　価格は11万円 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/lifestyle/136040",
          "publishedOn": "2021-07-09T01:52:27.000Z",
          "wordCount": 151,
          "title": "スイカを持ち運ぶ専用の革製カバンが発売へ　価格は11万円"
        },
        {
          "id": "https://gori.me/?p=136036",
          "author": "g.O.R.i",
          "description": "HomePodが突然動作しなくなる不具合が、一部ユーザーの間で報告されている。「ソフトウェアバージョン15」のベータ版、および最新の安定バージョン「ソフトウェアバージョン14.6」がインストールされたHomePodで確認されている。HomePod miniへの影響は報告されていない。 Appleは不…\nThe post HomePod、突然”文鎮化”する不具合が一部で発生か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/music-accessories/speakers/homepod/136036",
          "publishedOn": "2021-07-09T00:17:00.000Z",
          "wordCount": 157,
          "title": "HomePod、突然”文鎮化”する不具合が一部で発生か"
        },
        {
          "id": "https://gori.me/?p=136035",
          "author": "g.O.R.i",
          "description": "Steve HemmerstofferのVoiceより Googleの新型スマートフォン「Pixel 5a」が、FCC（連邦通信委員会）の認可を取得したことが明らかになった。BluetoothやWi-Fiなど無線技術を使用したデバイスを米国内で販売するためにはFCCに申請する必要があり、認証されて初…\nThe post Google Pixel 5a、FCCを通過 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/google/pixel-news/136035",
          "publishedOn": "2021-07-08T23:32:22.000Z",
          "wordCount": 199,
          "title": "Google Pixel 5a、FCCを通過"
        },
        {
          "id": "https://gori.me/?p=136033",
          "author": "g.O.R.i",
          "description": "Googleの2021年フラッグシップスマートフォン（Pixel 6）の詳細スペックが判明した可能性がある。FrontPageTech.comによると、「Pixel 6」と「Pixel 6 Pro」が用意され、公開した仕様は「最終決定」したものだという。 Google Pixel 6とPixel 6…\nThe post Pixel 6とPixel 6 Pro、最終決定したスペックが判明か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/google/pixel-news/136033",
          "publishedOn": "2021-07-08T23:14:57.000Z",
          "wordCount": 240,
          "title": "Pixel 6とPixel 6 Pro、最終決定したスペックが判明か"
        },
        {
          "id": "https://gori.me/?p=136032",
          "author": "g.O.R.i",
          "description": "Apple Beta Software Programより Appleは7月9日、「iOS 14.7 Public Beta 5」「iPadOS 14.7 Public Beta 5」「macOS Big Sur 11.5 Public Beta 5」を、パブリックベータプログラム登録者向けに配信開…\nThe post iOS/iPadOS 14.7とmacOS Big Sur 11.5のPublic Beta 5、配信開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios14/136032",
          "publishedOn": "2021-07-08T22:54:56.000Z",
          "wordCount": 247,
          "title": "iOS/iPadOS 14.7とmacOS Big Sur 11.5のPublic Beta 5、配信開始"
        },
        {
          "id": "https://gori.me/?p=136031",
          "author": "g.O.R.i",
          "description": "Appleは7月9日、「iOS 14.7 Beta 5」「iPadOS 14.7 Beta 5」「macOS Big Sur 11.5 Beta 5」「watchOS 7.6 Beta 5」「tvOS 14.7 Beta 5」を開発者向けに配信開始した。最新バージョンの新機能や変更点は、現時点では明…\nThe post iOS/iPadOS 14.7やwatchOS 7.6のBeta 5、開発者向けに配信開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios14/136031",
          "publishedOn": "2021-07-08T22:41:04.000Z",
          "wordCount": 267,
          "title": "iOS/iPadOS 14.7やwatchOS 7.6のBeta 5、開発者向けに配信開始"
        },
        {
          "id": "https://gori.me/?p=136029",
          "author": "g.O.R.i",
          "description": "2021年の新型iPhone（iPhone 13）は、iPhone 12シリーズから劇的な進化は期待できないが、カメラの性能向上とレンズ巨大化が特徴になると見られる。iPhone 13 Proの巨大化したカメラのサイズ感が分かる写真に続き、新たに「iPhone 13 mini」用とされるケースにiP…\nThe post iPhone 13 mini/Proの巨大カメラが分かる、新たな写真が公開 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/136029",
          "publishedOn": "2021-07-08T15:07:03.000Z",
          "wordCount": 336,
          "title": "iPhone 13 mini/Proの巨大カメラが分かる、新たな写真が公開"
        },
        {
          "id": "https://gori.me/?p=136026",
          "author": "g.O.R.i",
          "description": "Appleは、有機ELディスプレイを搭載した10.9インチ型のiPadを2023年に発表する可能性がある。ディスプレイ業界のサプライチェーン調査会社（DSCC）が最新レポートで明らかにした。新型iPad Airを示唆していると考えられる。 Appleは有機ELディスプレイをiPhone、Apple …\nThe post 有機ELディスプレイ搭載のiPad Air、2023年に登場か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ipad/ipadair/136026",
          "publishedOn": "2021-07-08T02:07:29.000Z",
          "wordCount": 197,
          "title": "有機ELディスプレイ搭載のiPad Air、2023年に登場か"
        },
        {
          "id": "https://gori.me/?p=136024",
          "author": "g.O.R.i",
          "description": "Anker独自技術「Anker GaN ll」を採用した、最大30W出力のUSB-C充電器「Anker Nano II 30W」が販売開始した。メーカーよりレビュー用としてサンプルを提供してもらったので、紹介する。 Anker Nano II 30Wは、最大30W出力のUSB-C充電器。プラグは固定…\nThe post 【レビュー】Anker Nano II 30W：2年前の超人気商品が進化 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/charging-hub/136024",
          "publishedOn": "2021-07-08T01:10:53.000Z",
          "wordCount": 234,
          "title": "【レビュー】Anker Nano II 30W：2年前の超人気商品が進化"
        },
        {
          "id": "https://gori.me/?p=136013",
          "author": "g.O.R.i",
          "description": "Ankerは7月7日、独自技術「Anker GaN II」を採用した最大30W出力の最新USB-C充電器「Anker Nano II 30W」の販売を開始した。同技術を搭載した65Wモデル「Anker Nano II 65W」の予約受付も開始しており、7月27日（火）10時より発売を予定している。 …\nThe post Ankerの最先端GaN充電器、30Wモデルが発売！65Wモデルも予約スタート first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/charging-hub/136013",
          "publishedOn": "2021-07-08T01:00:35.000Z",
          "wordCount": 284,
          "title": "Ankerの最先端GaN充電器、30Wモデルが発売！65Wモデルも予約スタート"
        },
        {
          "id": "https://gori.me/?p=136017",
          "author": "g.O.R.i",
          "description": "ChoetechのAmazonページよりキャプチャ Shenzhen Dak TechnologyのガジェットブランドChoetechの製品が、Amazonから取り下げられた。Amazonは今年5〜6月にかけて、株式会社SUNVALLEY JAPANが国内で展開するブランドRAVPowerと関連ブラ…\nThe post Amazonから”強制退場”、次はChoetech first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/136017",
          "publishedOn": "2021-07-07T23:47:43.000Z",
          "wordCount": 199,
          "title": "Amazonから”強制退場”、次はChoetech"
        },
        {
          "id": "https://gori.me/?p=136011",
          "author": "g.O.R.i",
          "description": "娘たちは、パパとママが奮発したオシャレな木製手押し車よりも、3COINS（スリコ）で購入した330円のドールバギーのほうが遊んでくれている。 価格差に絶望したが、大事なのは子どもたちが喜んでくれること。特に次女はママにべったりで自分で歩こうとしてくれなかったが、ドールバギーを与えると自分で歩く機会が…\nThe post 【レビュー】3COINSのドールバギー：子供にとって価格は関係ない first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/papa/childcare-gadgets/136011",
          "publishedOn": "2021-07-07T21:30:44.000Z",
          "wordCount": 174,
          "title": "【レビュー】3COINSのドールバギー：子供にとって価格は関係ない"
        },
        {
          "id": "https://gori.me/?p=135999",
          "author": "g.O.R.i",
          "description": "娘たちは手押し車が好きだ。スーパーに行けばカートを押したがり、外に行けばベビーカーを押したがる。自宅でも、牛乳パックで工作した椅子をあっちらこっちら手押ししている。 次女が近々2歳の誕生日を迎えることで、ooh nooの手押し車「Toy Pram」を購入した。組み立ては必要だが、同梱されている六角レ…\nThe post 【レビュー】ooh noo Toy Pram：インテリアとしても美しい木製手押し車 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/papa/childcare-gadgets/135999",
          "publishedOn": "2021-07-07T21:30:24.000Z",
          "wordCount": 182,
          "title": "【レビュー】ooh noo Toy Pram：インテリアとしても美しい木製手押し車"
        },
        {
          "id": "https://gori.me/?p=135989",
          "author": "g.O.R.i",
          "description": "体温発電を活用することで24時間365日体調を記録できる、健康管理ブレスレット「MOTHER」が発表された。クラウドファンディングサイト「Makuake」にてプロジェクトを開始し、支援を募っている。 Apple Watchの「電池持ち」という致命的な欠点を補うアイテム Apple Watchはリリー…\nThe post 体温発電で充電不要！健康管理ブレスレット「MOTHER」が登場 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/gadget/135989",
          "publishedOn": "2021-07-07T05:00:40.000Z",
          "wordCount": 167,
          "title": "体温発電で充電不要！健康管理ブレスレット「MOTHER」が登場"
        },
        {
          "id": "https://gori.me/?p=135992",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトのMac整備済製品が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日は67,980円で購入できるM1 Ma…\nThe post M1 Mac miniの在庫が復活！Mac整備済商品の最新情報（2021年7月7日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135992",
          "publishedOn": "2021-07-07T03:31:57.000Z",
          "wordCount": 718,
          "title": "M1 Mac miniの在庫が復活！Mac整備済商品の最新情報（2021年7月7日更新）"
        },
        {
          "id": "https://gori.me/?p=135986",
          "author": "g.O.R.i",
          "description": "Macのミュージックアプリ（またはPCのiTunes for Windowsアプリ）で音楽を再生しようとしたとき、「コンピュータは5台までしか認証できません」と表示されたときの対処法を解説する。認証されたコンピュータは、音楽、映画、その他のコンテンツにアクセスできるようになる。 Appleは、1つの…\nThe post Macで「コンピュータは5台までしか認証できません」と表示されたときの対処法 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac/mac-tips/135986",
          "publishedOn": "2021-07-07T01:58:37.000Z",
          "wordCount": 172,
          "title": "Macで「コンピュータは5台までしか認証できません」と表示されたときの対処法"
        },
        {
          "id": "https://gori.me/?p=135979",
          "author": "g.O.R.i",
          "description": "Ankerは7月6日、「Anker PowerLine III Flow USB-C & USB-C ケーブル」を発売した。先行して登場していたLightning to USB-CケーブルのUSB-C版だ。 【関連】【レビュー】Anker PowerLine lll Flow USB-C …\nThe post Anker、シリコン素材採用の絡まないUSB-Cケーブルを発売 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac-accessories/mac-usbc/135979",
          "publishedOn": "2021-07-06T14:34:43.000Z",
          "wordCount": 214,
          "title": "Anker、シリコン素材採用の絡まないUSB-Cケーブルを発売"
        },
        {
          "id": "https://gori.me/?p=135975",
          "author": "g.O.R.i",
          "description": "2021年の新型iPhone（iPhone 13）は、カメラ性能の向上に伴うカメラユニットの大型化が特徴になると見られている。iPhone 12 Pro Maxを「iPhone 13 Pro Max」用とされるケースに入れた写真が、Weiboで投稿されている。iPhone 12 Pro Maxのカメ…\nThe post iPhone 13 Pro Maxの巨大化したカメラのサイズ感が分かる写真が公開 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135975",
          "publishedOn": "2021-07-06T08:01:58.000Z",
          "wordCount": 326,
          "title": "iPhone 13 Pro Maxの巨大化したカメラのサイズ感が分かる写真が公開"
        },
        {
          "id": "https://gori.me/?p=135973",
          "author": "g.O.R.i",
          "description": "ワイモバイルは7月9日より、iPhone 11をワイモバイルのiPhone取扱店およびオンラインショップで販売する。 カラバリは、パープル、グリーン、イエロー、ブラック、ホワイトそして PRODUCT(RED)の6色を取り扱うが、ストレージ容量は64GBモデルのみ。機種代金は69,840円だがオンラ…\nThe post ワイモバイル、iPhone 11を7月9日より発売へ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone11/135973",
          "publishedOn": "2021-07-06T03:35:16.000Z",
          "wordCount": 234,
          "title": "ワイモバイル、iPhone 11を7月9日より発売へ"
        },
        {
          "id": "https://gori.me/?p=135972",
          "author": "g.O.R.i",
          "description": "Appleは、「M2」チップを搭載した新型MacBook Airを2022年前半に発表する可能性がある。M1 iMac、M1 iPad Proの仕様を正確に予測した実績を持つ、iOSデベロッパーのDylan氏によると、搭載されるのは「M1X」チップではないという。 M1X搭載のMacBook Pro…\nThe post M2チップ搭載のMacBook Air、M1 iMacと同じカラバリで2022年前半に発表か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macbookair/135972",
          "publishedOn": "2021-07-06T03:07:53.000Z",
          "wordCount": 226,
          "title": "M2チップ搭載のMacBook Air、M1 iMacと同じカラバリで2022年前半に発表か"
        },
        {
          "id": "https://gori.me/?p=135969",
          "author": "g.O.R.i",
          "description": "Googleより Googleは7月5日より、東京駅や渋谷駅などJR東日本の主要駅や商業施設における屋内ナビゲーションを実現するGoogleマップ（Android / iOS）の新機能「インドアライブビュー」を順次提供している。 屋内施設でもスムーズな屋内ナビゲーションが可能に インドアライブビュー…\nThe post Googleマップ、屋内ナビ機能「インドアライブビュー」を提供開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/google/google-news/135969",
          "publishedOn": "2021-07-06T00:18:51.000Z",
          "wordCount": 185,
          "title": "Googleマップ、屋内ナビ機能「インドアライブビュー」を提供開始"
        },
        {
          "id": "https://gori.me/?p=135945",
          "author": "g.O.R.i",
          "description": "Macのミュージックアプリで音楽を再生しようとしたところ、「このApple IDの利用可能デバイスの上限に達しました」と表示され、プレリストの曲が延々と再生失敗を繰り返す状態になる問題に遭遇した。iTunes Matchのサブスクリプションに登録できていないような警告だが、実際は「デバイスの関連付け…\nThe post 「このApple IDの利用可能デバイスの上限に達しました」と表示されたときの対処法 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac/mac-tips/135945",
          "publishedOn": "2021-07-05T21:45:56.000Z",
          "wordCount": 193,
          "title": "「このApple IDの利用可能デバイスの上限に達しました」と表示されたときの対処法"
        },
        {
          "id": "https://gori.me/?p=135956",
          "author": "g.O.R.i",
          "description": "バックパックブランドのShimodaが、最新バックパック「Explorer v2」のクラウドファンディングプロジェクトを「Kickstarter」で開始した。記事執筆時点で残り25日となっており、すでに目標金額は達成済み。製品の開発および生産は済んでおり、すでに出荷拠点に配送されているため、安心して…\nThe post Shimoda Explorer v2がKickstarterに登場！E30を支援、選んだ理由 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/bag/135956",
          "publishedOn": "2021-07-05T21:30:42.000Z",
          "wordCount": 229,
          "title": "Shimoda Explorer v2がKickstarterに登場！E30を支援、選んだ理由"
        },
        {
          "id": "https://gori.me/?p=135960",
          "author": "g.O.R.i",
          "description": "2021年の新型iPhoneの名称は、「iPhone 13」シリーズになる可能性がある。サプライチェーンの情報筋によると、「iPhone 13」シリーズはiPhone 12シリーズと同じ4機種展開。5.4インチが1機種、6.1インチが2機種、6.7インチが1機種であることは変わりないが、5.4インチ…\nThe post 新型iPhoneの正式名は「iPhone 13」で決定？”mini”の名称廃止か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135960",
          "publishedOn": "2021-07-05T12:17:56.000Z",
          "wordCount": 261,
          "title": "新型iPhoneの正式名は「iPhone 13」で決定？”mini”の名称廃止か"
        },
        {
          "id": "https://gori.me/?p=135949",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトのMac整備済製品が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はM1 MacBook Airの在庫が…\nThe post M1 MacBook Airを安く買おう！Mac整備済商品の最新情報（2021年7月5日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135949",
          "publishedOn": "2021-07-05T04:57:22.000Z",
          "wordCount": 613,
          "title": "M1 MacBook Airを安く買おう！Mac整備済商品の最新情報（2021年7月5日更新）"
        },
        {
          "id": "https://gori.me/?p=135947",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みiPad情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はApple Pencil（第2世…\nThe post Apple Pencil（第2世代）やiPad（第6世代）がお買い得！iPad整備済商品の最新情報（2021年7月5日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135947",
          "publishedOn": "2021-07-05T04:52:50.000Z",
          "wordCount": 260,
          "title": "Apple Pencil（第2世代）やiPad（第6世代）がお買い得！iPad整備済商品の最新情報（2021年7月5日更新）"
        },
        {
          "id": "https://gori.me/?p=135936",
          "author": "g.O.R.i",
          "description": "EverythingAppleProより 2021年の新型iPhone（iPhone 13）は、内蔵されているMagSafe用の充電コイルが大型化する可能性がある。YouTubeチャンネル「EverythingApplePro」が7月4日、最新動画を公開。XDA Developersのライターを務め…\nThe post iPhone 13、MagSafe充電コイルが大型化か　磁力の強化、出力アップの可能性も first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135936",
          "publishedOn": "2021-07-04T21:30:20.000Z",
          "wordCount": 252,
          "title": "iPhone 13、MagSafe充電コイルが大型化か　磁力の強化、出力アップの可能性も"
        },
        {
          "id": "https://gori.me/?p=135934",
          "author": "g.O.R.i",
          "description": "Ankerは7月2日、「Anker USB-C PowerExpand 2-in-1 SD 4.0 カードリーダー」を発売した。 UHS-IIに対応し、最大312MB/sの高速データ転送が可能。標準サイズのSDスロットとmicroSDスロットを搭載しているため、microSDXC、microSDHC…\nThe post Anker、UHS-II対応のUSB-C接続SD 4.0カードリーダーを発売 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac-accessories/mac-usbc/135934",
          "publishedOn": "2021-07-04T00:45:06.000Z",
          "wordCount": 223,
          "title": "Anker、UHS-II対応のUSB-C接続SD 4.0カードリーダーを発売"
        },
        {
          "id": "https://gori.me/?p=135930",
          "author": "g.O.R.i",
          "description": "これまで何度もApple WatchのG-SHOCK化を試みてきたが、amBandのケース一体型バンドで初めて白いG-SHOCKを再現できた。Amazonにおける検索対策だとしても商品名に「iWatch」と入れるようなメーカーは信用できないが、白いG-SHOCKへの憧れが勝り購入に至った。 Appl…\nThe post 【レビュー】amBand Apple Watchバンド：白いG-SHOCK化するケース一体型バンド first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/watch-accessories/watch-band/135930",
          "publishedOn": "2021-07-03T22:19:16.000Z",
          "wordCount": 210,
          "title": "【レビュー】amBand Apple Watchバンド：白いG-SHOCK化するケース一体型バンド"
        },
        {
          "id": "https://gori.me/?p=135932",
          "author": "g.O.R.i",
          "description": "Kindleストアが、対象作品129点が特別価格で購入できる「Kindle月替わりタイトル」を更新。2021年7月のセール対象作品に変更されている。 対象作品には、『文章だけで月100万円稼ぐ方法｜コロナ時代に副業でも在宅ワークでも稼げるWebライティングの全ノウハウをWebライターが伝授』、『コミ…\nThe post 今月のKindle本月替りセールをチェックする（2021年7月） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/kindle-sale/135932",
          "publishedOn": "2021-07-03T14:50:12.000Z",
          "wordCount": 175,
          "title": "今月のKindle本月替りセールをチェックする（2021年7月）"
        },
        {
          "id": "https://gori.me/?p=135921",
          "author": "g.O.R.i",
          "description": "Mac OS Xのダッシュボード・ウィジェットを完全再現し、ブラウザ上で体験できるウェブサイトが公開された。先日紹介したMac OS XのiTunesウィジェットはないが、時計、電卓、タイルパズル、スティッキーズ、単位変換のウィジェットを用意。いずれもデザインから画面上の配置まで再現され、ウィジェッ…\nThe post 2005年のMac OS Xウィジェットを完全再現したウェブサイトが公開 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macosx/macosx-news/135921",
          "publishedOn": "2021-07-03T00:39:47.000Z",
          "wordCount": 277,
          "title": "2005年のMac OS Xウィジェットを完全再現したウェブサイトが公開"
        },
        {
          "id": "https://gori.me/?p=135917",
          "author": "g.O.R.i",
          "description": "Appleは、2022年の新型iPad Proに3nmプロセスを採用した最先端のチップを搭載する可能性がある。Nikkei Asiaによると、2022年の新型iPhone（iPhone 14）はスケジュールの都合で最先端チップの搭載は見送られ、4nmプロセスを採用したチップになるという。 パフォーマ…\nThe post 2022年の新型iPad Proは3nmチップ、新型iPhoneは4nmチップ搭載か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135917",
          "publishedOn": "2021-07-02T14:01:07.000Z",
          "wordCount": 211,
          "title": "2022年の新型iPad Proは3nmチップ、新型iPhoneは4nmチップ搭載か"
        },
        {
          "id": "https://gori.me/?p=135915",
          "author": "g.O.R.i",
          "description": "「Apple ショッピングローンについて」よりキャプチャ Apple StoreおよびApple公式サイトで提供しているオリコのショッピングローンが、無期限で最大24回払いまで金利0％で買い物が可能になった。 従来は期間限定キャンペーンとして18〜24回の分割払いが金利0％で提供されていたが、App…\nThe post Appleのショッピングローン、無期限で24回払いまで分割金利0％に first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135915",
          "publishedOn": "2021-07-02T13:19:22.000Z",
          "wordCount": 171,
          "title": "Appleのショッピングローン、無期限で24回払いまで分割金利0％に"
        },
        {
          "id": "https://gori.me/?p=135912",
          "author": "g.O.R.i",
          "description": "Windows 11では、”死のブルースクリーン”がブラックに変更される。 Windowsでは、ハードウェアまたはソフトウェアで重大な問題が発生するとSTOPエラーが発生しシステム全体が凍結。「PCに問題が発生し、再起動する必要があります」と書かれた青い画面が表示される。海外では「Blue Scre…\nThe post Windows 11、”死のブルースクリーン”がブラックに first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/microsoft/windows/135912",
          "publishedOn": "2021-07-02T00:17:18.000Z",
          "wordCount": 187,
          "title": "Windows 11、”死のブルースクリーン”がブラックに"
        },
        {
          "id": "https://gori.me/?p=135909",
          "author": "g.O.R.i",
          "description": "Spotifyは現地時間7月1日、AppleシリコンMac（M1）をサポートしたデスクトップアプリのベータ版を公開した。M1 Macとの互換性や最適化の改良が行われているという。 M1 Macに対応したベータ版アプリは、The Spotify Communityの投稿にある「You can down…\nThe post Spotify Beta、M1 Macをサポート first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apps/mac-app-news/135909",
          "publishedOn": "2021-07-01T23:39:20.000Z",
          "wordCount": 185,
          "title": "Spotify Beta、M1 Macをサポート"
        },
        {
          "id": "https://gori.me/?p=135907",
          "author": "g.O.R.i",
          "description": "Apple Beta Software Programより Appleは7月2日、「macOS Monterey」のPublic Beta版を、パブリックベータプログラム登録者向けに配信開始した。 ▶ macOS Montereyの新機能・最新情報 Public Betaは、パブリックベータプログラ…\nThe post macOS Montereyのパブリックベータ版が公開　間違ってもメインマシーンに入れないように！ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macosx/macosmonterey/135907",
          "publishedOn": "2021-07-01T22:02:36.000Z",
          "wordCount": 199,
          "title": "macOS Montereyのパブリックベータ版が公開　間違ってもメインマシーンに入れないように！"
        },
        {
          "id": "https://gori.me/?p=135903",
          "author": "g.O.R.i",
          "description": "iPod Classicを完全再現したウェブアプリに続き、Mac OS XのiTunesウィジェットを再現したmacOSアプリが登場した。2005年当時は”最先端”だったダッシュボード・ウィジェットの1つを、2021年に楽しめる。 残念ながらmacOS Big Surから導入されたウィジェットの1つ…\nThe post Mac OS XのiTunesウィジェットを再現したmacOSアプリが登場 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/itunes/135903",
          "publishedOn": "2021-07-01T21:45:20.000Z",
          "wordCount": 217,
          "title": "Mac OS XのiTunesウィジェットを再現したmacOSアプリが登場"
        },
        {
          "id": "https://gori.me/?p=135906",
          "author": "g.O.R.i",
          "description": "Amazonは7月1日、子どもたちが好きなものを選んで楽しむことを大切にしたキッズウェアを提案するBEAMS miniとの共同ブランドとなる「LOOK by BEAMS mini」の立ち上げを発表。90~130㎝のキッズ（ボーイズ・ガールズ）を中心に、70~80cmのベビー服も展開する。 Amazo…\nThe post AmazonとBEAMS mini、キッズ・ベビーアパレルブランド「LOOK by BEAMS mini」を始動 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/papa/childcare/135906",
          "publishedOn": "2021-07-01T21:30:38.000Z",
          "wordCount": 175,
          "title": "AmazonとBEAMS mini、キッズ・ベビーアパレルブランド「LOOK by BEAMS mini」を始動"
        },
        {
          "id": "https://gori.me/?p=135900",
          "author": "g.O.R.i",
          "description": "Microsoftより Parallels Desktopは、Windows 11のMac対応に向けて動いていると明らかにした。 iMoreによると、最新OSの全機能を確認するためWindows 11 Insider Previewの公式ビルドを待っている状態だという。現地時間6月28日に公開された…\nThe post Parallels Desktop、Windows 11のMac対応は開発中と明言 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/microsoft/windows/135900",
          "publishedOn": "2021-07-01T13:25:10.000Z",
          "wordCount": 214,
          "title": "Parallels Desktop、Windows 11のMac対応は開発中と明言"
        },
        {
          "id": "https://gori.me/?p=135898",
          "author": "g.O.R.i",
          "description": "@RendersbyIanより Appleは、新型MacBook Proを2021年第3四半期（7〜9月）に発表する可能性がある。Digitimesによると、出荷のピークは10月頃を迎えるという。 Appleに詳しいBloombergの名物記者Mark Gurman氏は年内に新型MacBook Pr…\nThe post 14インチ/16インチMacBook Pro、9月に発表かーーDigitimes報道 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macbookpro/135898",
          "publishedOn": "2021-07-01T12:42:05.000Z",
          "wordCount": 226,
          "title": "14インチ/16インチMacBook Pro、9月に発表かーーDigitimes報道"
        },
        {
          "id": "https://gori.me/?p=135896",
          "author": "g.O.R.i",
          "description": "Appleが、OS X LionおよびOS X Mountain Lionを無料で提供開始した。従来は19.99ドル（2,440円）で提供されていた。無料化された理由は明らかになっていない。 OS X Lionは2011年、OS X Mountain Lionは2012年にリリース。有料OSとして最…\nThe post 有料だったMac OS X LionとMountain Lion、突然の無料化 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macosx/macosx-news/135896",
          "publishedOn": "2021-07-01T00:57:34.000Z",
          "wordCount": 263,
          "title": "有料だったMac OS X LionとMountain Lion、突然の無料化"
        },
        {
          "id": "https://gori.me/?p=135894",
          "author": "g.O.R.i",
          "description": "Appleは現地時間6月30日、「MacBook (Retina, 12-inch, Early 2015)」のサポートを終了した。MacRumorsによると、Appleは同モデルを「ビンテージ製品とオブソリート製品」として正式に追加したという。 サポート終了後は直営店でもサービス受付が不可に 12…\nThe post 初代の12インチMacBook Retina、サポート終了 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macbook/135894",
          "publishedOn": "2021-07-01T00:41:09.000Z",
          "wordCount": 165,
          "title": "初代の12インチMacBook Retina、サポート終了"
        },
        {
          "id": "https://gori.me/?p=135892",
          "author": "g.O.R.i",
          "description": "Apple Earnings Callよりキャプチャ Appleは、現地時間2021年7月27日（火）14時から、2021年第3四半期（2021年4月〜6月期）の業績を発表する。日本時間は7月28日（水）6時から。 Appleは、第1四半期と同様、「リスクと不確実性」を理由に第4四半期の業績予想を明…\nThe post Apple、2021年第3四半期の業績発表を現地時間7月27日に実施へ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135892",
          "publishedOn": "2021-07-01T00:03:06.000Z",
          "wordCount": 182,
          "title": "Apple、2021年第3四半期の業績発表を現地時間7月27日に実施へ"
        },
        {
          "id": "https://gori.me/?p=135891",
          "author": "g.O.R.i",
          "description": "iPhone 12シリーズの世界累計販売台数が1億台を突破。購入者が例年よりも多く”スーパーサイクル”と呼ばれていたiPhone 6シリーズと同等のペースで達成した。 Counterpoint Researchの調べによると、iPhone 12シリーズは販売開始から7カ月で1億台を達成。昨年のiPh…\nThe post iPhone 12シリーズ、バカ売れ　累計販売台数が1億台を突破　 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone12/135891",
          "publishedOn": "2021-06-30T23:53:16.000Z",
          "wordCount": 283,
          "title": "iPhone 12シリーズ、バカ売れ　累計販売台数が1億台を突破"
        },
        {
          "id": "https://gori.me/?p=135889",
          "author": "g.O.R.i",
          "description": "Appleは7月1日、「iOS 15 Beta 2」「iPadOS 15 Beta 2」の改訂版を開発者向けに配信開始した。最新バージョンの新機能や変更点は、現時点では明らかになっていない。 新しいビルドナンバーは下記のとおり。 iOS 15 beta 2 (19A5281j) iPadOS 15 …\nThe post iOS 15とiPadOS 15のBeta 2、改訂版が開発者向けにリリース first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios15/135889",
          "publishedOn": "2021-06-30T22:43:07.000Z",
          "wordCount": 210,
          "title": "iOS 15とiPadOS 15のBeta 2、改訂版が開発者向けにリリース"
        },
        {
          "id": "https://gori.me/?p=135888",
          "author": "g.O.R.i",
          "description": "Apple Beta Software Programより Appleは7月1日、「iOS 15」「iPadOS 15」「watchOS 8」「tvOS 15」のPublic Beta版を、パブリックベータプログラム登録者向けに配信開始した。 Public Betaは、パブリックベータプログラムに登…\nThe post iOS/iPadOS15などのパブリックベータ版が公開！正式リリース前に誰でも試せるけど、注意が必要 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios15/135888",
          "publishedOn": "2021-06-30T22:39:50.000Z",
          "wordCount": 190,
          "title": "iOS/iPadOS15などのパブリックベータ版が公開！正式リリース前に誰でも試せるけど、注意が必要"
        },
        {
          "id": "https://gori.me/?p=135877",
          "author": "g.O.R.i",
          "description": "テックやガジェットを愛するブロガーとしての買い物は、1年の後半から本気を出す。2021年は、新型iPhone（iPhone 13）、14インチ/16インチMacBook Pro、新型AirPods（AirPods 3）、新型iPad mini（iPad mini 6）などの登場が噂されている。 言う…\nThe post ゴリミーベスト2021年1H：上半期に買ってよかったものまとめ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/gadget/135877",
          "publishedOn": "2021-06-30T21:45:04.000Z",
          "wordCount": 804,
          "title": "ゴリミーベスト2021年1H：上半期に買ってよかったものまとめ"
        },
        {
          "id": "https://gori.me/?p=135884",
          "author": "g.O.R.i",
          "description": "Ankerは6月30日、最大25Wの出力に対応したUSB-C充電器「Anker PowerPort III 25W」を発売した。 Anker PowerPort III 25Wは、サイズが約 50 x 45 x 29mmのコンパクトデザインと折畳式プラグを搭載している。重さは約67g。PDのオプショ…\nThe post 折畳式プラグが魅力！Ankerから最大25WのUSB-C充電器が登場 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/charging-hub/135884",
          "publishedOn": "2021-06-30T13:10:19.000Z",
          "wordCount": 211,
          "title": "折畳式プラグが魅力！Ankerから最大25WのUSB-C充電器が登場"
        },
        {
          "id": "https://gori.me/?p=135881",
          "author": "g.O.R.i",
          "description": "画像はBeats Studio Buds Appleは、新型AirPods Proを2022年に発表する可能性がある。Apple情報に詳しいアナリストMing-Chi Kuo氏が、投資家向けの最新レポートで明らかにした。 完全ワイヤレスイヤホン市場における競争の激化により、Ming-Chi Kuo氏…\nThe post AirPods Pro 2、やっぱり来年発表？新モデル登場まで我慢、我慢…… first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/music-accessories/airpods/135881",
          "publishedOn": "2021-06-30T12:39:29.000Z",
          "wordCount": 181,
          "title": "AirPods Pro 2、やっぱり来年発表？新モデル登場まで我慢、我慢……"
        },
        {
          "id": "https://gori.me/?p=135879",
          "author": "g.O.R.i",
          "description": "2022年に登場する新型iPad Airは、有機ELディスプレイを搭載する可能性がある。韓国メディアTHE ELECによると、2022年に「10.86インチの有機ディスプレイを搭載したiPad」が登場するという。iPad Airを示唆していると考えられる。 iPad Air（2022）の有機ELディ…\nThe post 新型iPad Air、2022年モデルは有機ELディスプレイ？iPad Proも2023年に移行か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ipad/ipadair/135879",
          "publishedOn": "2021-06-30T12:05:36.000Z",
          "wordCount": 213,
          "title": "新型iPad Air、2022年モデルは有機ELディスプレイ？iPad Proも2023年に移行か"
        },
        {
          "id": "https://gori.me/?p=135876",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みiPad情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はiPad（第6世代）が34,98…\nThe post iPad（第6世代）が3万円台！iPad整備済商品の最新情報（2021年6月30日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135876",
          "publishedOn": "2021-06-30T04:01:02.000Z",
          "wordCount": 304,
          "title": "iPad（第6世代）が3万円台！iPad整備済商品の最新情報（2021年6月30日更新）"
        },
        {
          "id": "https://gori.me/?p=135874",
          "author": "g.O.R.i",
          "description": "@RendersbyIanより Appleは、2021年後半に新型MacBookとAirPodsを発売する可能性がある。経済日報によると、Appleのサプライチェーンは今後数カ月以内に生産数の増加を見込んでいるという。 製品の詳細は不明だが、Appleに詳しいBloombergの名物記者Mark G…\nThe post 新型MacBook ProとAirPods、2021年後半登場を示唆する最新情報 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macbookpro/135874",
          "publishedOn": "2021-06-30T02:01:46.000Z",
          "wordCount": 215,
          "title": "新型MacBook ProとAirPods、2021年後半登場を示唆する最新情報"
        },
        {
          "id": "https://gori.me/?p=135871",
          "author": "g.O.R.i",
          "description": "Microsoftは現地時間28日、Windows 11 Insider Preview Build 22000.51を公開。PC Watchなどによると、M1 Mac上の仮想環境での動作に成功したと報告している。 ところが調べてみると、Windows 11が動作する人としない人に分かれている。投稿…\nThe post M1 MacのParallels Desktop上でWindows 11を動かす方法と条件は？ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/microsoft/windows/135871",
          "publishedOn": "2021-06-30T00:57:13.000Z",
          "wordCount": 360,
          "title": "M1 MacのParallels Desktop上でWindows 11を動かす方法と条件は？"
        },
        {
          "id": "https://gori.me/?p=135810",
          "author": "g.O.R.i",
          "description": "GREEN SPOONとの出会いは、母の日のプレゼント。孫たちの成長を見届けてもらえるように、健康を意識したプレゼンとして母親の好みやニーズを汲み取ったパーソナルスムージーを贈った。両家とも好評で美味しいと喜んでもらえた。 必要な野菜がカップに詰まって毎月自宅に届くパーソナルスムージーのサービスとし…\nThe post GREEEN SPOONのパーソナルスープは美味しくてヘルシー、しかもパッケージが可愛い first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/health/135810",
          "publishedOn": "2021-06-29T22:15:13.000Z",
          "wordCount": 213,
          "title": "GREEEN SPOONのパーソナルスープは美味しくてヘルシー、しかもパッケージが可愛い"
        },
        {
          "id": "https://gori.me/?p=135869",
          "author": "g.O.R.i",
          "description": "Appleは6月30日、「iOS 14.7 Beta 4」「iPadOS 14.7 Beta 4」「macOS Big Sur 11.5 Beta」「watchOS 7.6 Beta 4」「tvOS 14.7 Beta 4」を開発者向けに配信開始した。最新バージョンの新機能や変更点は、現時点では明ら…\nThe post iOS/iPadOS 14.7やmacOS Big Sur 11.5のBeta 4、開発者向けに配信開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios14/135869",
          "publishedOn": "2021-06-29T21:55:23.000Z",
          "wordCount": 276,
          "title": "iOS/iPadOS 14.7やmacOS Big Sur 11.5のBeta 4、開発者向けに配信開始"
        },
        {
          "id": "https://gori.me/?p=135841",
          "author": "g.O.R.i",
          "description": "Amazon Kids+よりキャプチャ 子供向けコンテンツが利用し放題のサブスクサービス「Amazon Kids+」が、83％オフで3カ月間利用できる「サマーディスカウントキャンペーン」を開催している。キャンペーンは7月17日（土）までの期間限定。Amazon Kids+に初めて登録する人だけではな…\nThe post Amazonの子供向けサブスク「Amazon Kids+」、3カ月480円で利用できるキャンペーンが開催中 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/amazon/amazon-sale/135841",
          "publishedOn": "2021-06-29T21:45:19.000Z",
          "wordCount": 197,
          "title": "Amazonの子供向けサブスク「Amazon Kids+」、3カ月480円で利用できるキャンペーンが開催中"
        },
        {
          "id": "https://gori.me/?p=135844",
          "author": "g.O.R.i",
          "description": "Appleは6月29日、Apple Watchインターナショナルコレクションバンドと文字盤を発表した。22種類の限定版スポーツループバンドは、世界22か国を表したカラフルなデザインを特徴としており、それぞれに対応するストライプ文字盤もダウンロード可能。 用意されている国は、オーストラリア、ベルギー、…\nThe post Apple、日本を表現したApple Watchスポーツループバンドと文字盤を発表 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/watch-accessories/watch-band/135844",
          "publishedOn": "2021-06-29T13:25:56.000Z",
          "wordCount": 177,
          "title": "Apple、日本を表現したApple Watchスポーツループバンドと文字盤を発表"
        },
        {
          "id": "https://gori.me/?p=135838",
          "author": "g.O.R.i",
          "description": "Steve HemmerstofferのVoiceより Googleは、「Pixel 5a 5G」を8月に発表および発売する可能性が高い。Bloombergの名物記者Mark Gurman氏が、ニュースレターで明らかにした。 Googleは今年4月、「Pixel 5a」の発売中止を予測したリーク情報…\nThe post Pixel 5a 5G、8月に発表および発売か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/google/pixel-news/135838",
          "publishedOn": "2021-06-29T11:47:16.000Z",
          "wordCount": 211,
          "title": "Pixel 5a 5G、8月に発表および発売か"
        },
        {
          "id": "https://gori.me/?p=135837",
          "author": "g.O.R.i",
          "description": "@duanrui1205より 2021年の新型iPhone（iPhone 13）のダミーモデルとされる新しい写真が公開された。具体的なモデル名やサイズは明かされていないが、「iPhone 13 mini」と「iPhone 13 Pro Max」、「iPhone 13」と「iPhone 13 Pro」…\nThe post iPhone 13とiPhone 13 Proの新しいダミーモデル写真が公開 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135837",
          "publishedOn": "2021-06-29T11:16:25.000Z",
          "wordCount": 284,
          "title": "iPhone 13とiPhone 13 Proの新しいダミーモデル写真が公開"
        },
        {
          "id": "https://gori.me/?p=135833",
          "author": "g.O.R.i",
          "description": "Axon Body 2よりキャプチャ Appleは一部従業員に対し、米警察が使用するボディーカメラの装着を義務付けている可能性がある。FrontPageTech.comによると、リーク情報を阻止する対策として実施しているというが、「リークを阻止する対策がリークしてしまった」と皮肉っている。 装着の義…\nThe post Apple、一部従業員に米警察が使用するボディーカメラの装着を義務付けか first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135833",
          "publishedOn": "2021-06-29T00:14:55.000Z",
          "wordCount": 185,
          "title": "Apple、一部従業員に米警察が使用するボディーカメラの装着を義務付けか"
        },
        {
          "id": "https://gori.me/?p=135830",
          "author": "g.O.R.i",
          "description": "Appleは6月25日、「macOS Monterey Beta 2」を開発者向けに配信開始した。ビルドナンバーは「21A5268h」。最新バージョンの新機能や変更点は、現時点では明らかになっていない。 macOS 12 ”Montery”は、2021年秋に一般公開を予定。新機能として、ユニバーサル…\nThe post macOS MontereyのBeta 2、開発者向けに配信開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macosx/macosmonterey/135830",
          "publishedOn": "2021-06-28T21:54:30.000Z",
          "wordCount": 192,
          "title": "macOS MontereyのBeta 2、開発者向けに配信開始"
        },
        {
          "id": "https://gori.me/?p=135827",
          "author": "g.O.R.i",
          "description": "2021年の新型Apple Watch（Apple Watch Series 7）は電池持ちが改良される可能性があると、MacRumorsが推察している。 「Apple Watch Series 7」は新デザインの採用、ディスプレイの大型化、内蔵チップ（S7）の性能向上、超広帯域無線（UWB）の対応…\nThe post Apple Watch Series 7、電池持ちを重視か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple-watch/watch-news/135827",
          "publishedOn": "2021-06-28T21:30:43.000Z",
          "wordCount": 294,
          "title": "Apple Watch Series 7、電池持ちを重視か"
        },
        {
          "id": "https://gori.me/?p=135826",
          "author": "g.O.R.i",
          "description": "Appleは6月25日、サポートドキュメント「医療機器への磁気干渉の可能性について」を公開した。特定の状況下において磁石や電磁場が医療機器に干渉する恐れがあるとして、磁石を内臓しているApple製品リストを記載している。 植え込み型のペースメーカーや除細動器に内蔵されているセンサーが、磁石や無線送信…\nThe post 医療機器に干渉する可能性があるApple製品一覧が公開 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135826",
          "publishedOn": "2021-06-28T12:13:18.000Z",
          "wordCount": 262,
          "title": "医療機器に干渉する可能性があるApple製品一覧が公開"
        },
        {
          "id": "https://gori.me/?p=135825",
          "author": "g.O.R.i",
          "description": "2021年の新型iPhone（iPhone 13）のハイエンドモデル（iPhone 13 Pro）は、超広角カメラにオートフォーカスが追加される可能性がある。Apple情報に詳しいアナリストMing-Chi Kuo氏が最新レポートで明らかにした。 iPhone 12シリーズ以前の超広角レンズには、オ…\nThe post iPhone 13 Pro、超広角レンズがオートフォーカス対応か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135825",
          "publishedOn": "2021-06-28T07:51:20.000Z",
          "wordCount": 316,
          "title": "iPhone 13 Pro、超広角レンズがオートフォーカス対応か"
        },
        {
          "id": "https://gori.me/?p=135823",
          "author": "g.O.R.i",
          "description": "Adobeが、「Adobe Summer Sale」として「Adobe Creative Cloudコンプリートプラン」が27％オフ、「Adobe Illustrator」が23％オフで購入できるセールを開催している。いずれも12カ月、24カ月、36カ月のオンラインコード版が対象となっている。 なお…\nThe post Adobe CCのコンプリート版とイラレ、最大27％オフセール開催中 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/software-sale/135823",
          "publishedOn": "2021-06-28T03:09:15.000Z",
          "wordCount": 181,
          "title": "Adobe CCのコンプリート版とイラレ、最大27％オフセール開催中"
        },
        {
          "id": "https://gori.me/?p=135821",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトのMac整備済製品が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日M1 Macがお買い得！M1 Mac …\nThe post M1 Mac miniやMacBook Airがお買い得！Mac整備済商品の最新情報（2021年6月28日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135821",
          "publishedOn": "2021-06-28T02:47:11.000Z",
          "wordCount": 640,
          "title": "M1 Mac miniやMacBook Airがお買い得！Mac整備済商品の最新情報（2021年6月28日更新）"
        },
        {
          "id": "https://gori.me/?p=135819",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みiPad情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日は11インチiPad Proがお快…\nThe post 11インチiPad Proがお買い得！iPad整備済商品の最新情報（2021年6月28日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135819",
          "publishedOn": "2021-06-28T02:40:54.000Z",
          "wordCount": 313,
          "title": "11インチiPad Proがお買い得！iPad整備済商品の最新情報（2021年6月28日更新）"
        },
        {
          "id": "https://gori.me/?p=135817",
          "author": "g.O.R.i",
          "description": "Appleが、今後数週間以内に新製品を発表する可能性は低い。Appleに詳しいBloombergの名物記者Mark Gurman氏の最新ニュースレターによると、Appleの新製品に関するニュースは「控えめになる」という。 次に登場する新製品は2021年の新型iPhone（iPhone 13）およびA…\nThe post Apple、今後数週間以内は新製品の発表なし？ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135817",
          "publishedOn": "2021-06-28T01:24:41.000Z",
          "wordCount": 186,
          "title": "Apple、今後数週間以内は新製品の発表なし？"
        },
        {
          "id": "https://gori.me/?p=135815",
          "author": "g.O.R.i",
          "description": "Appleは、現行モデルよりも大きいディスプレイを搭載したiPad Proを検討している可能性がある。Appleに詳しいBloombergの名物記者Mark Gurman氏が公開した最新のニュースレターによると、登場時期は「来年ではない」とし、製品化が実現するならば「数年後」になるという。 iPad…\nThe post iPad Proが”Max化”がを検討中？さらに大きいディスプレイを搭載か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ipad/ipad-news/135815",
          "publishedOn": "2021-06-28T00:35:39.000Z",
          "wordCount": 193,
          "title": "iPad Proが”Max化”がを検討中？さらに大きいディスプレイを搭載か"
        },
        {
          "id": "https://gori.me/?p=135811",
          "author": "g.O.R.i",
          "description": "2021年の新型iPhone（iPhone 13）は、Touch IDが画面に内蔵され復活する噂がある。著名リーカーや大手テック系メディアが報じており実現可能性は高いと見られていたが、正式発表3カ月前にして暗雲が漂っている。 iPhone 13に画面内蔵Touch ID搭載を示唆したメディアやリーカ…\nThe post あれ、iPhone 13の画面内蔵Touch IDが復活する話ってどこいった？ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135811",
          "publishedOn": "2021-06-27T21:45:04.000Z",
          "wordCount": 306,
          "title": "あれ、iPhone 13の画面内蔵Touch IDが復活する話ってどこいった？"
        },
        {
          "id": "https://gori.me/?p=135664",
          "author": "g.O.R.i",
          "description": "子どもにとって、「やりたいこと」と「天気」の関係性はあまりない。炎天下でも外で遊びたくなることもあれば、外が最高の気候でも家の中で絵の具をやりたいこともある。 梅雨の時期は「外に行きたいけど雨が降っていてどこも行けない」という問題に直面する。そこで娘に可愛い長靴と傘を購入し「雨の日はそれを着て散歩し…\nThe post 子どもと梅雨を楽しむーー可愛い傘・長靴・レインコートで水溜りに全力でジャンプ！ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/papa/fun-with-kids/135664",
          "publishedOn": "2021-06-26T22:05:09.000Z",
          "wordCount": 196,
          "title": "子どもと梅雨を楽しむーー可愛い傘・長靴・レインコートで水溜りに全力でジャンプ！"
        },
        {
          "id": "https://gori.me/?p=135799",
          "author": "g.O.R.i",
          "description": "Windows 11の標準ブラウザは、ChromiumベースのMicrosoft Edgeだ。Windows 11は、年内に正式リリース予定。Internet Explorerは2022年6月15日に終了すると発表されているが、Windows 11には最初からインストールされていない。 Intern…\nThe post Windows 11、Internet Explorerはインストールされていない first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/microsoft/windows/135799",
          "publishedOn": "2021-06-26T21:45:09.000Z",
          "wordCount": 179,
          "title": "Windows 11、Internet Explorerはインストールされていない"
        },
        {
          "id": "https://gori.me/?p=135797",
          "author": "g.O.R.i",
          "description": "Kindleストアが、対象作品1,000点以上が最大50％オフで購入できる「高額書籍キャンペーン」を開催している。セールは2021年7月8日（木）まで。 対象作品には、『BRAIN DRIVEN　パフォーマンスが高まる脳の状態とは』、『コンサルを超える　問題解決と価値創造の全技法』、『図解 人材マネ…\nThe post Kindleストアで高額書籍1,000点が最大50％オフセール開催中 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/kindle-sale/135797",
          "publishedOn": "2021-06-26T05:10:12.000Z",
          "wordCount": 194,
          "title": "Kindleストアで高額書籍1,000点が最大50％オフセール開催中"
        },
        {
          "id": "https://gori.me/?p=135795",
          "author": "g.O.R.i",
          "description": "Appleは、iOS 15およびiPadOS 15でアプリが使用可能なメモリ（RAM）の上限を緩和する技術仕様を発表した。現状は最大5GBまでのメモリしか使用できず、最大16GBのメモリを搭載するM1 iPad Proのハードウェアが活かせないと指摘されていた。 【関連】M1 iPad Pro、最大…\nThe post iOS/iPadOS 15、アプリが使用可能なメモリの制限を緩和 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios15/135795",
          "publishedOn": "2021-06-26T02:00:22.000Z",
          "wordCount": 239,
          "title": "iOS/iPadOS 15、アプリが使用可能なメモリの制限を緩和"
        },
        {
          "id": "https://gori.me/?p=135792",
          "author": "g.O.R.i",
          "description": "Microsoftが年内に正式リリースするWindows 11は、Intel Macで公式にサポートされない可能性が高い。仮想化アプリケーションであれば使用できる可能性はあるが、Boot Campとしてインストールすることは難しいだろう。 Windows 11は無料アップデートとして配布されるが、ハ…\nThe post MacはWindows 11 が利用不可　Intel Macでも公式にサポートしない理由 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/microsoft/windows/135792",
          "publishedOn": "2021-06-26T01:20:50.000Z",
          "wordCount": 280,
          "title": "MacはWindows 11 が利用不可　Intel Macでも公式にサポートしない理由"
        },
        {
          "id": "https://gori.me/?p=135785",
          "author": "g.O.R.i",
          "description": "Microsoftは6月25日、Windows 11を正式に発表した。2015年に発表されたWindows 10から、6年ぶりとなる大型アップデートはデザインが刷新。スタートメニューが中央に移動し、スタートメニューも画面の中心に出現する。 アップデートは無料だが、ハードウェア要件として、1GHz以上…\nThe post Windows 11のウィンドウ整理整頓機能、Macアプリで再現できるよ！ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/microsoft/windows/135785",
          "publishedOn": "2021-06-25T21:30:15.000Z",
          "wordCount": 206,
          "title": "Windows 11のウィンドウ整理整頓機能、Macアプリで再現できるよ！"
        },
        {
          "id": "https://gori.me/?p=135780",
          "author": "g.O.R.i",
          "description": "Ankerが6月25日、「ライトニング & イーサネット 充電アダプタ」を発売した。iPhoneやLightningポートを搭載したiPadを充電しながら、最大480Mbpsの高速イーサネット通信が可能な充電アダプタだ。最大出力は12Wとなっており、急速充電には満たない。MFi認証を取得し…\nThe post Anker、iPhoneやiPad miniで有線LANが使える充電アダプタを発売 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/iphone-prepherial/135780",
          "publishedOn": "2021-06-25T12:39:52.000Z",
          "wordCount": 194,
          "title": "Anker、iPhoneやiPad miniで有線LANが使える充電アダプタを発売"
        },
        {
          "id": "https://gori.me/?p=135778",
          "author": "g.O.R.i",
          "description": "Ankerは6月25日、2つのUSB-Cポートと1つのUSB-Aポートを搭載した「Anker PowerPort III 3-Port 65W Elite」を発売した。次世代パワー半導体素材「GaN」素材を採用しており、合計最大65W出力を約74 × 72 × 28mmというコンパクトさと約170g…\nThe post Anker、USB-C×2＋USB-A×1搭載の最大65W充電器を発売 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/charging-hub/135778",
          "publishedOn": "2021-06-25T12:11:42.000Z",
          "wordCount": 211,
          "title": "Anker、USB-C×2＋USB-A×1搭載の最大65W充電器を発売"
        },
        {
          "id": "https://gori.me/?p=135776",
          "author": "g.O.R.i",
          "description": "@1nsane_devより Appleは、Apple Watchと専用端子で通信する”スマートバンド”のような周辺機器を検討していた可能性がある。Twitterに投稿されたApple Watch Series 3のプロトタイプとされる写真には、現行のApple Watchに搭載されていないSmart…\nThe post Apple Watch向けに”スマートバンド”が検討されていた？ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple-watch/watch-news/135776",
          "publishedOn": "2021-06-25T07:58:32.000Z",
          "wordCount": 274,
          "title": "Apple Watch向けに”スマートバンド”が検討されていた？"
        },
        {
          "id": "https://gori.me/?p=135773",
          "author": "g.O.R.i",
          "description": "Appleは現地時間6月24日、歴史的建造物「Tower Theatre」の跡地を利用した最新の直営店「Apple Tower Theatre」をオープンした。ロサンゼルス市内で26番目の店舗になる。 Tower Theatreは1927年に建設され1988年に閉場。以来使用されていなかったが、Ap…\nThe post 歴史的シアター跡地を使った「Apple Tower Theatre」がオープン　Tim Cookも駆け付ける first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135773",
          "publishedOn": "2021-06-24T23:49:36.000Z",
          "wordCount": 226,
          "title": "歴史的シアター跡地を使った「Apple Tower Theatre」がオープン　Tim Cookも駆け付ける"
        },
        {
          "id": "https://gori.me/?p=135764",
          "author": "g.O.R.i",
          "description": "Appleは6月25日、「iOS 15 Beta 2」「iPadOS 15 Beta 2」「watchOS 8 Beta 2」「tvOS 15 Beta 2」「Xcode 13 Beta 2」を開発者向けに配信開始した。最新バージョンの新機能や変更点は、現時点では明らかになっていない。 今回配布され…\nThe post iOS/iPadOS 15やwatchOS 8のBeta 2、開発者向けに配信開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios15/135764",
          "publishedOn": "2021-06-24T22:01:36.000Z",
          "wordCount": 227,
          "title": "iOS/iPadOS 15やwatchOS 8のBeta 2、開発者向けに配信開始"
        },
        {
          "id": "https://gori.me/?p=135756",
          "author": "g.O.R.i",
          "description": "タッチディスプレイが”常識”となる昔は、iPodのクリックホイールが最先端だった。フロントエンドデベロッパーのTanner Villarete氏が、SpotifyまたはApple Musicを視聴できるiPod Classic風のウェブアプリ「iPod.js」を公開した。 ホイールをなぞる操作性や内…\nThe post iPod Classicを完全再現したウェブアプリが登場 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ipod/135756",
          "publishedOn": "2021-06-24T21:45:21.000Z",
          "wordCount": 179,
          "title": "iPod Classicを完全再現したウェブアプリが登場"
        },
        {
          "id": "https://gori.me/?p=135761",
          "author": "g.O.R.i",
          "description": "Appleは法律事務所を通じて、中国国内で活動するリーカーに警告書を送付したと明らかになった。未発表製品に関する情報開示の停止を要求しており、従わない場合は法的措置を取ると警告している。 リーク精度97.1％のKang氏は、警告書を受け取ったとWeiboで報告。Kang氏は、iPhone 12シリー…\nThe post Apple、中国国内のリーカーに警告書を送付　取り締まりを強化か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135761",
          "publishedOn": "2021-06-24T21:30:38.000Z",
          "wordCount": 190,
          "title": "Apple、中国国内のリーカーに警告書を送付　取り締まりを強化か"
        },
        {
          "id": "https://gori.me/?p=135763",
          "author": "g.O.R.i",
          "description": "@MattNavarraより Instagramは、MacやPCのブラウザから写真と動画の投稿を可能にする新機能を提供開始した。iPadのブラウザでは利用できない。僕の環境では確認できておらず、順次利用可能になると見られる。 機能が有効化されている場合、メッセンジャーアイコンとExploreアイコン…\nThe post Instagram、Mac/PCのブラウザからの投稿機能を提供開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/facebook/instagram/135763",
          "publishedOn": "2021-06-24T21:00:56.000Z",
          "wordCount": 184,
          "title": "Instagram、Mac/PCのブラウザからの投稿機能を提供開始"
        },
        {
          "id": "https://gori.me/?p=135759",
          "author": "g.O.R.i",
          "description": "auのオンライン専用新料金プラン「povo」で、MNPユーザーを対象とした10,000円相当のキャッシュバックがもらえるキャンペーンを開始した。受付期間は2021年6月30日（水）まで。以下の条件を満たした場合、povoの申し込みから翌々月以降、au PAY 残高に10,000円に相当するチャージを…\nThe post Povo、1万円相当のキャッシュバックキャンペーンをスタート first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mobile/smartphone/135759",
          "publishedOn": "2021-06-24T13:53:48.000Z",
          "wordCount": 163,
          "title": "Povo、1万円相当のキャッシュバックキャンペーンをスタート"
        },
        {
          "id": "https://gori.me/?p=135752",
          "author": "g.O.R.i",
          "description": "Appleのサプライヤー各社が、新型AirPods（AirPods 3）向けのBluetooth基盤を出荷開始した可能性がある。Digitimesによると、出荷を開始したのは、Semco、LG Innotek、Kinsus、Unimicron、Nan Ya、Zhen Ding、AT&Sの7…\nThe post AirPods 3、年内発売に向けて部品の出荷を開始か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/music-accessories/airpods/135752",
          "publishedOn": "2021-06-24T00:41:21.000Z",
          "wordCount": 204,
          "title": "AirPods 3、年内発売に向けて部品の出荷を開始か"
        },
        {
          "id": "https://gori.me/?p=135750",
          "author": "g.O.R.i",
          "description": "Appleは6月24日、AirTag向けのファームウェア「1.0.276」の最新バージョンを提供開始した。ファームウェア番号は変わっていないが、ビルドナンバーは「1A276d」から「1A287b」になっていると報告されている。 最新ファームウェアの詳細は不明だが、6月上旬に発表したストーキング対策の…\nThe post AirTag、最新ファームウェアを配信開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/iphone-prepherial/135750",
          "publishedOn": "2021-06-24T00:09:47.000Z",
          "wordCount": 163,
          "title": "AirTag、最新ファームウェアを配信開始"
        },
        {
          "id": "https://gori.me/?p=135747",
          "author": "g.O.R.i",
          "description": "新型iPhone SE（iPhone SE 3）は、2022年前半に発表される可能性がある。Apple情報に詳しいアナリストMing-Chi Kuo氏によると、5Gのサポートと新プロセッサーの搭載が特徴となっており、Appleは”史上最も安い5G対応のiPhone”としてアピールするという。 iPh…\nThe post iPhone SE 3は”史上最安の5G対応iPhone”、2022年前半に発表か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135747",
          "publishedOn": "2021-06-23T23:43:01.000Z",
          "wordCount": 267,
          "title": "iPhone SE 3は”史上最安の5G対応iPhone”、2022年前半に発表か"
        },
        {
          "id": "https://gori.me/?p=135745",
          "author": "g.O.R.i",
          "description": "2022年の新型iPhone（iPhone 14）の一部機種は、画面内蔵指紋センサーを搭載する可能性がある。Apple情報に詳しいアナリストMing-Chi Kuo氏によると、「iPhone 14」シリーズは4機種展開となるが、iPhone 12シリーズと異なり6.1インチモデルが2機種、6.7イン…\nThe post 2022年登場予定のiPhone 14、画面内蔵Touch IDを搭載か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135745",
          "publishedOn": "2021-06-23T22:32:34.000Z",
          "wordCount": 247,
          "title": "2022年登場予定のiPhone 14、画面内蔵Touch IDを搭載か"
        },
        {
          "id": "https://gori.me/?p=135744",
          "author": "g.O.R.i",
          "description": "Amazonが、年に一度のプライム会員大感謝祭「プライムデー」で最も売れた商品を発表。「Fire TV Stick 4K」、 「Echo Show 5（第1世代）」、「Echo Dot（第4世代）」、「やかんの麦茶650mlPET ×24本」、　「ICY SPARK from カナダドライ430ml…\nThe post Amazonプライムデー、最も売れた商品を発表　Fire TV Stick 4Kなど first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/amazon/amazon-sale/135744",
          "publishedOn": "2021-06-23T13:10:04.000Z",
          "wordCount": 206,
          "title": "Amazonプライムデー、最も売れた商品を発表　Fire TV Stick 4Kなど"
        },
        {
          "id": "https://gori.me/?p=135743",
          "author": "g.O.R.i",
          "description": "@SonnyDicksonより 2021年の新型iPhone（iPhone 13）とされるダミーモデルの写真が公開された。「iPhone 13」「iPhone 13 mini」「iPhone 13 Pro」「iPhone 13 Pro Max」とされる全4機種が並べられており、売上不振が噂されるiP…\nThe post iPhone 13全機種のダミーモデルが公開　巨大化したカメラ、新しいレンズ配置が特徴 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135743",
          "publishedOn": "2021-06-23T12:04:38.000Z",
          "wordCount": 319,
          "title": "iPhone 13全機種のダミーモデルが公開　巨大化したカメラ、新しいレンズ配置が特徴"
        },
        {
          "id": "https://gori.me/?p=135738",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトのMac整備済製品が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はM1 Mac miniの在庫が復活。…\nThe post Mac miniはM1で！Mac整備済商品の最新情報（2021年6月23日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135738",
          "publishedOn": "2021-06-23T02:29:21.000Z",
          "wordCount": 825,
          "title": "Mac miniはM1で！Mac整備済商品の最新情報（2021年6月23日更新）"
        },
        {
          "id": "https://gori.me/?p=135734",
          "author": "g.O.R.i",
          "description": "14インチと16インチの新型MacBook Proは、10月末または11月上旬に発売される可能性がある。M1 iMac、M1 iPad Proの仕様を正確に予測した実績を持つ、iOSデベロッパーのDylan氏（@dylandkt）が明らかにした。 Macbook Pro 14 and 16 are …\nThe post 14インチ/16インチMacBook Pro、10月末または11月上旬発売か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macbookpro/135734",
          "publishedOn": "2021-06-23T02:15:02.000Z",
          "wordCount": 296,
          "title": "14インチ/16インチMacBook Pro、10月末または11月上旬発売か"
        },
        {
          "id": "https://gori.me/?p=135733",
          "author": "g.O.R.i",
          "description": "Twitterは6月23日、ツイートをInstagramのストーリーズに投稿できる機能を提供開始した。ツイートに表示されるいいねボタン（♡）の隣にある共有ボタンをタップすると、「Instagramストーリーズ」ボタンが追加されている。タップするとInstagramアプリに切り替わり、ストーリーズの編…\nThe post Twitter、ツイートをInstagramストーリーズに投稿できる機能を追加 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/twitter/twitter-news/135733",
          "publishedOn": "2021-06-23T00:56:52.000Z",
          "wordCount": 178,
          "title": "Twitter、ツイートをInstagramストーリーズに投稿できる機能を追加"
        },
        {
          "id": "https://gori.me/?p=135731",
          "author": "g.O.R.i",
          "description": "国内のApple Store全店舗が、6月28日より短縮営業時間を緩和する。現在は11時〜20時までの営業時間となっているが、全店舗が10時オープンになる。 10時〜20時までの通常営業にに Apple銀座、丸の内、新宿、渋谷、表参道、川崎、心斎橋、京都の8店舗は6月27日まで、開店と閉店時間をそれ…\nThe post 国内のApple Store、6月28日から短縮営業を緩和 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135731",
          "publishedOn": "2021-06-22T23:09:44.000Z",
          "wordCount": 177,
          "title": "国内のApple Store、6月28日から短縮営業を緩和"
        },
        {
          "id": "https://gori.me/?p=135723",
          "author": "g.O.R.i",
          "description": "Ankerが、全国の20~50代の会社員男女1,094名を対象とした「コロナ禍における仕事環境の改善ニーズに関する調査」の結果を公開した。 コロナ禍で働き方が変化し、オフィス外で仕事をする機会が増えた人は全体の約4割。その中でリモートワーク中心の働き方にシフトした人に対し、「移動時の荷物を軽量・コン…\nThe post ノートPCの充電器に求める要素は「軽さ」＆「コンパクトさ」 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac-accessories/mac-usbc/135723",
          "publishedOn": "2021-06-22T21:45:04.000Z",
          "wordCount": 199,
          "title": "ノートPCの充電器に求める要素は「軽さ」＆「コンパクトさ」"
        },
        {
          "id": "https://gori.me/?p=135727",
          "author": "g.O.R.i",
          "description": "楽天モバイルは6月22日より、Apple Authorized Resellerとして「楽天モバイル公式 楽天市場店」でiPhone 12、iPhone 12 mini、iPhone 12 Pro、iPhone 12 Pro Max、iPhone SEの販売を開始した。楽天市場のスーパーポイントアッ…\nThe post 楽天モバイル、楽天市場でiPhoneを販売開始　ポイント10倍還元も first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphonese/135727",
          "publishedOn": "2021-06-22T14:24:53.000Z",
          "wordCount": 257,
          "title": "楽天モバイル、楽天市場でiPhoneを販売開始　ポイント10倍還元も"
        },
        {
          "id": "https://gori.me/?p=135725",
          "author": "g.O.R.i",
          "description": "「オンラインストア限定タイムセール」ページよりキャプチャ ワイモバイルが、iPhone 12およびiPhone 12 miniが最大21,600円オフになるタイムセールを開催している。セールは23日（水）午前9時まで。 新規または他社からの乗り換え（MNP）の場合、各ストレージモデルが21,600円…\nThe post ワイモバイル、iPhone 12/miniが最大21,600円オフになるタイムセール開催中 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone12/135725",
          "publishedOn": "2021-06-22T13:37:27.000Z",
          "wordCount": 251,
          "title": "ワイモバイル、iPhone 12/miniが最大21,600円オフになるタイムセール開催中"
        },
        {
          "id": "https://gori.me/?p=135715",
          "author": "g.O.R.i",
          "description": "Amazonプライムデーは2日間にわたって開催されている。記事執筆時点でゴリミー経由で購入された商品のうち、購入件数が最も多かった上位20商品を紹介する。最終日のショッピング追い込みに向けて、参考にしてもらいたい。 【関連】プライムデー2021が最終日！お買い得商品・セールまとめ プライムデー202…\nThe post #Amazonプライムデー でみんなが買ったものTOP20 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/amazon/amazon-sale/135715",
          "publishedOn": "2021-06-22T07:11:00.000Z",
          "wordCount": 588,
          "title": "#Amazonプライムデー でみんなが買ったものTOP20"
        },
        {
          "id": "https://gori.me/?p=135712",
          "author": "g.O.R.i",
          "description": "ペイディ、「あと払いプランApple専用」提供開始を発表 株式会社Paidyは6月22日、Apple StoreやAppleのウェブサイトで利用できるApple専用の特別な支払い方法「あと払いプランApple専用」を提供開始した。学生・教職員向けストアでも利用可能。分割回数は、iPhoneとMacが…\nThe post Apple Storeと公式サイトでの買い物、分割手数料0％で購入可能に first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135712",
          "publishedOn": "2021-06-22T01:35:10.000Z",
          "wordCount": 174,
          "title": "Apple Storeと公式サイトでの買い物、分割手数料0％で購入可能に"
        },
        {
          "id": "https://gori.me/?p=135710",
          "author": "g.O.R.i",
          "description": "iPhone 12 miniの生産はすでに終了している可能性がある。TrendForceによると、売上不振により当初の計画から前倒し。2021年第2四半期中（4〜6月）に終了したという。 記事執筆時点では、Apple公式サイトにおけるiPhone 12 miniの在庫状況は変わらず、最短で配送は「明…\nThe post iPhone 12 mini、売上不振で生産終了を前倒しか first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135710",
          "publishedOn": "2021-06-22T00:39:26.000Z",
          "wordCount": 305,
          "title": "iPhone 12 mini、売上不振で生産終了を前倒しか"
        },
        {
          "id": "https://gori.me/?p=135708",
          "author": "g.O.R.i",
          "description": "2021年の新型iPhone（iPhone 13）は、センサーシフト光学式手ブレ補正の対応、5nm+プロセスで作られた「A15」チップの搭載、小型化されたノッチの採用が全機種共通の仕様になる可能性がある。台湾の市場調査企業TrendForceによると、Appleは「iPhone 13」シリーズ4機種…\nThe post iPhone 13、発表イベントは例年通り9月開催か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135708",
          "publishedOn": "2021-06-21T23:57:57.000Z",
          "wordCount": 265,
          "title": "iPhone 13、発表イベントは例年通り9月開催か"
        },
        {
          "id": "https://gori.me/?p=135706",
          "author": "g.O.R.i",
          "description": "2021年のAmazonプライムデーは、ポイント還元率が通常よりも高く、商品そのものがセール対象でなかったとしてもプライムデー開催期間中に買ったほうがお得だ。 【関連】プライムデー2021がスタート！お買い得商品・セールまとめ すでに7万円近くの買い物をしているが、意外とガジェットは少なく、日用品や…\nThe post #Amazonプライムデー で買ったものまとめ #primeday2021 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/amazon/amazon-sale/135706",
          "publishedOn": "2021-06-21T21:45:18.000Z",
          "wordCount": 369,
          "title": "#Amazonプライムデー で買ったものまとめ #primeday2021"
        },
        {
          "id": "https://gori.me/?p=135705",
          "author": "g.O.R.i",
          "description": "年に一度のプライム会員大感謝祭「プライムデー」では、ノイズキャンセリング機能に対応したイヤホンやヘッドホンが1万円以下で購入できる。 リモートワークや自宅勤務をする人が増えたことで、周りの音をシャットアウトできるノイズキャンセリング機能付きのイヤホンやヘッドホンの需要が伸びたと聞く。自宅内の一室で仕…\nThe post 1万円以下で購入できるノイキャン対応イヤホン・ヘッドホン【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135705",
          "publishedOn": "2021-06-21T12:42:44.000Z",
          "wordCount": 255,
          "title": "1万円以下で購入できるノイキャン対応イヤホン・ヘッドホン【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135700",
          "author": "g.O.R.i",
          "description": "プライムデーで特価販売されていたAirPods Proが、さらに値下げされ過去最安値を更新！7,638円オフ（25％オフ）にとなる、22,942円で購入できるようになった。 AirPods 2は引き続き21％オフで販売中。ワイヤレス充電対応モデルは19,820円、通常モデルは15,474円で購入でき…\nThe post AirPods Pro、過去最安値を更新！7,638円オフ【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135700",
          "publishedOn": "2021-06-21T08:44:13.000Z",
          "wordCount": 202,
          "title": "AirPods Pro、過去最安値を更新！7,638円オフ【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135697",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みiPad情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はiPadの各モデルが大量に復活！…\nThe post Apple Pencil（第2世代）が安い！iPad整備済商品の最新情報（2021年6月21日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135697",
          "publishedOn": "2021-06-21T02:44:45.000Z",
          "wordCount": 376,
          "title": "Apple Pencil（第2世代）が安い！iPad整備済商品の最新情報（2021年6月21日更新）"
        },
        {
          "id": "https://gori.me/?p=135695",
          "author": "g.O.R.i",
          "description": "年に一度のプライム会員大感謝祭「プライムデー」にて、LinksysのWi-Fi 6対応ルーターが特価で販売されている。セール対象になっているWi-Fi 6対応ルーターはほかにもあるが、僕自身が使用しており自信をもっておすすめできるLinksys製品を紹介する。 特におすすめは、Velop AX420…\nThe post LinksysのWi-Fi 6ルーターで通信高速化【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135695",
          "publishedOn": "2021-06-21T01:52:04.000Z",
          "wordCount": 257,
          "title": "LinksysのWi-Fi 6ルーターで通信高速化【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135693",
          "author": "g.O.R.i",
          "description": "年に一度のプライム会員大感謝祭「プライムデー」にて、Thunderbolt 4製品が特価で販売されている。 Thunderbolt 4とは、現在のMacBook AirやiMacの外部ポートに搭載されているThunderbolt 3の後継規格。Thunderbolt 3、Thunderbolt 4、…\nThe post Thunderbolt 4製品がお買い得【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135693",
          "publishedOn": "2021-06-21T00:55:45.000Z",
          "wordCount": 227,
          "title": "Thunderbolt 4製品がお買い得【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135691",
          "author": "g.O.R.i",
          "description": "年に一度のプライム会員大感謝祭「プライムデー」にて、MagSafe対応製品が特価で販売されている。 おすすめは、Belkin製の3-in-1充電器と2-in-1充電器。サードパーティ製品として15WのMagSafe規格に準拠しているMFiライセンスを取得した唯一の製品となっており、安心して利用できる…\nThe post MagSafe対応製品がお買い得【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135691",
          "publishedOn": "2021-06-20T23:52:31.000Z",
          "wordCount": 400,
          "title": "MagSafe対応製品がお買い得【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135681",
          "author": "g.O.R.i",
          "description": "Ankerは予告していたとおり、Amazonの「プライムデー」に登場。合計170製品が最大50％オフになるセールを実施している。「Ankerのモバイルバッテリー、充電器などがお買い得」「Ankerのオーディオ関連機器、ロボット掃除機などがお買い得」で、人気製品がお買い得価格で販売中だ。 予告通り、A…\nThe post Anker、170製品が最大50％オフ【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135681",
          "publishedOn": "2021-06-20T21:45:06.000Z",
          "wordCount": 509,
          "title": "Anker、170製品が最大50％オフ【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135683",
          "author": "g.O.R.i",
          "description": "Satechi製品が、年に一度のプライム会員大感謝祭「プライムデー」に登場した。 USB-C端子に直接挿すApple Watch 充電ドックが30％オフ（参考：レビュー記事）、9-in-1 USB-Cハブが20％オフ（参考：レビュー記事）で購入できる。 以下に対象商品を一部ピックアップして紹介する。…\nThe post Satechi、一部商品が最大30％オフ【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135683",
          "publishedOn": "2021-06-20T21:35:49.000Z",
          "wordCount": 312,
          "title": "Satechi、一部商品が最大30％オフ【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135688",
          "author": "g.O.R.i",
          "description": "Echoシリーズのコンパクトモデル「Echo Dot（第3世代）」が、年に一度のプライム会員大感謝祭「プライムデー」に登場。70％オフとなる1,480円で購入できる。前モデルから音質が向上しており、Bluetoothや3.5mmステレオジャックでスピーカーやヘッドホンに接続も可能になった。Alexa…\nThe post Echo Dot、70％オフで投げ売り中【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135688",
          "publishedOn": "2021-06-20T21:30:20.000Z",
          "wordCount": 184,
          "title": "Echo Dot、70％オフで投げ売り中【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135679",
          "author": "g.O.R.i",
          "description": "年に一度のプライム会員大感謝祭「プライムデー」がスタートした。開催期間は、6月21日（月）0時から22日（火）23時59分まで。 最大10,000ポイント還元されるプライムデーポイントアップキャンペーン、最大50,000ポイントが当たるプライムデースタンプラリーなどが開催されており、同時にKindl…\nThe post プライムデー2021がスタート！お買い得商品・セールまとめ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/amazon/amazon-sale/135679",
          "publishedOn": "2021-06-20T15:12:10.000Z",
          "wordCount": 215,
          "title": "プライムデー2021がスタート！お買い得商品・セールまとめ"
        },
        {
          "id": "https://gori.me/?p=135684",
          "author": "g.O.R.i",
          "description": "Apple Watch Series 6とAirPods Proが、年に一度のAmazonプライム会員大感謝祭「プライムデー」に登場した。Apple Watch Series 6は42,380円から（16％オフ）、AirPods Proは24,154円（21％オフ）で購入できる。 AirPods 2…\nThe post Apple Watch Series 6、AirPods Proがセール【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135684",
          "publishedOn": "2021-06-20T15:07:39.000Z",
          "wordCount": 222,
          "title": "Apple Watch Series 6、AirPods Proがセール【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135685",
          "author": "g.O.R.i",
          "description": "年に一度のプライム会員大感謝祭「プライムデー」にて、Fire TV Stick 4Kが過去最安値となる43％オフで販売されている。 Fire TV Stick 4Kは、Fire TV Stickの4K対応モデル。外出自粛期間中は人気商品となり在庫切れが続いていた人気商品だ。1.7GHzで動作する新し…\nThe post 過去最安値！Fire TV Stick 4K、43％オフ【プライムデー2021】 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135685",
          "publishedOn": "2021-06-20T15:01:14.000Z",
          "wordCount": 186,
          "title": "過去最安値！Fire TV Stick 4K、43％オフ【プライムデー2021】"
        },
        {
          "id": "https://gori.me/?p=135676",
          "author": "g.O.R.i",
          "description": "Amazonは6月21日（月）0時から22日23時59分までの48時間、年に一度のプライム会員大感謝祭「プライムデー」を開催する。セール期間中、多数のトップブランドやカスタマーレビュー星4つ以上の人気商品が特別価格で販売されるが、同時に多数のキャンペーンが開催されている。 プライムデーポイントアップ…\nThe post 活用しないと損！プライムデー2021のお得なキャンペーンまとめ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/amazon/amazon-sale/135676",
          "publishedOn": "2021-06-19T22:05:14.000Z",
          "wordCount": 186,
          "title": "活用しないと損！プライムデー2021のお得なキャンペーンまとめ"
        },
        {
          "id": "https://gori.me/?p=135657",
          "author": "g.O.R.i",
          "description": "プリンターは必要はないと思っていた。仕事柄、やり取りする資料はデジタルデータ。唯一印刷やコピーを必要とするのは役所関係の資料だが、最寄りのコンビニにあるプリンターがあれば十分。祖父母に見せるための写真もコンビニで簡単に印刷できる、非常に便利な時代なのだ。 ところが数カ月前、我が家はついにプリンターを…\nThe post プリンターで広がる子供遊び　ミニカー用の地図が印刷できる時代 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/papa/childcare-gadgets/135657",
          "publishedOn": "2021-06-19T21:45:34.000Z",
          "wordCount": 172,
          "title": "プリンターで広がる子供遊び　ミニカー用の地図が印刷できる時代"
        },
        {
          "id": "https://gori.me/?p=135641",
          "author": "g.O.R.i",
          "description": "Belkinから、完全ワイヤレスイヤホン「Belkin SOUNDFORAM Freedom」が登場した。サードパーティ製イヤホンとして、探すアプリに唯一対応している製品だ。（2021年6月時点） 探すアプリ対応のほか、Qualcomm aptXコーデックの対応、PEEK+TPUの二層構造ドライバ搭…\nThe post 【レビュー】Belkin SOUNDFORAM Freedom：探すアプリ対応の完全ワイヤレスイヤホン first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/music-accessories/earphones/135641",
          "publishedOn": "2021-06-18T22:15:44.000Z",
          "wordCount": 246,
          "title": "【レビュー】Belkin SOUNDFORAM Freedom：探すアプリ対応の完全ワイヤレスイヤホン"
        },
        {
          "id": "https://gori.me/?p=135560",
          "author": "g.O.R.i",
          "description": "iOS 15は、アプリ間のドラッグ・アンド・ドロップに対応する。iPadは2017年にリリースされたiOS 11から提供されているが、iPhoneは4年越しに解禁される。 従来は、元のアプリでコピーし別のアプリを開いてペーストする必要があった。iOS 15からは、アプリで移動したいファイルをホールド…\nThe post iOS 15：アプリ間のドラッグ・アンド・ドロップに対応 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios-tips/135560",
          "publishedOn": "2021-06-18T22:05:06.000Z",
          "wordCount": 202,
          "title": "iOS 15：アプリ間のドラッグ・アンド・ドロップに対応"
        },
        {
          "id": "https://gori.me/?p=135674",
          "author": "g.O.R.i",
          "description": "Appleが、Magic Keyboard、Magic Mouse 2、Magic Trackpad 2のスペースグレイモデルが販売終了した。スペースグレイモデルの商品ページは、シルバーモデルにリダイレクトされる。 3製品のスペースグレイモデルは今年5月、在庫限りで販売終了すると発表されていた。スペ…\nThe post Magic Keyboard・Mouse・Trackpadのスペースグレイモデル、正式に販売終了 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac-accessories/mac-prepherial/135674",
          "publishedOn": "2021-06-18T21:56:03.000Z",
          "wordCount": 175,
          "title": "Magic Keyboard・Mouse・Trackpadのスペースグレイモデル、正式に販売終了"
        },
        {
          "id": "https://gori.me/?p=135600",
          "author": "g.O.R.i",
          "description": "iOS 15では、カーソルを移動する際に虫眼鏡（ルーペ）が表示される仕様になった。iOS 13以降、虫眼鏡は非表示。カーソルの位置が指で隠れてしまっていたため不便だった。 So the fact that the magnifying glass is back on iOS 15 makes me…\nThe post iOS 15：カーソル移動時に出現する虫眼鏡が復活 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios-tips/135600",
          "publishedOn": "2021-06-18T21:50:54.000Z",
          "wordCount": 244,
          "title": "iOS 15：カーソル移動時に出現する虫眼鏡が復活"
        },
        {
          "id": "https://gori.me/?p=135568",
          "author": "g.O.R.i",
          "description": "iOS 14のタイムピッカー iOS 15では、iOS 14で”改悪”された時間ピッカーが、iOS 13以前に採用されていた”スロット風”UIとして復活する。 iOS 14は、カレンダーアプリやアラームなどで時間を入力する際に、数字をキーボードで入力する仕組みに変更された。iOS 13以前は上下にス…\nThe post iOS 15：時間ピッカー、グリグリ回転できる”スロット風”UIが復活 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios-tips/135568",
          "publishedOn": "2021-06-18T21:35:04.000Z",
          "wordCount": 268,
          "title": "iOS 15：時間ピッカー、グリグリ回転できる”スロット風”UIが復活"
        },
        {
          "id": "https://gori.me/?p=135570",
          "author": "g.O.R.i",
          "description": "iOS 14はEXIF情報の確認ができない iOS 15の写真アプリは、写真のEXIFメタデータが確認できる。撮影した写真の位置情報やキャプションに加え、iOS 15は、カメラ、レンズ、画素数、シャッタースピード、ファイルサイズ、ISO感度、画角、露出度が確認できる。また必要であれば、ユーザー自身で…\nThe post iOS 15：写真アプリでEXIFデータが確認可能に first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios-tips/135570",
          "publishedOn": "2021-06-18T21:30:47.000Z",
          "wordCount": 233,
          "title": "iOS 15：写真アプリでEXIFデータが確認可能に"
        },
        {
          "id": "https://gori.me/?p=135672",
          "author": "g.O.R.i",
          "description": "ahamoよりキャプチャ ドコモの新料金プラン「ahamo」は、公式サイト上で機種変更が可能になる。2021年6月30日（水）10時より、受付を開始する。これまでは公式サイト上の機種変更は対応せず、ドコモオンラインショップでの手続きが必要だった。 購入できる端末は、iPhone 11、Xperia …\nThe post ahamo、公式サイトで機種変更に対応へ　6月30日スタート first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mobile/smartphone/135672",
          "publishedOn": "2021-06-18T11:11:27.000Z",
          "wordCount": 182,
          "title": "ahamo、公式サイトで機種変更に対応へ　6月30日スタート"
        },
        {
          "id": "https://gori.me/?p=135670",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みApple Watch情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日は、Apple Wa…\nThe post SEが2.7万円！Apple Watch整備済商品の最新情報（2021年6月18日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135670",
          "publishedOn": "2021-06-18T09:22:19.000Z",
          "wordCount": 348,
          "title": "SEが2.7万円！Apple Watch整備済商品の最新情報（2021年6月18日更新）"
        },
        {
          "id": "https://gori.me/?p=135668",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みiPad情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はiPadの各モデルが大量に復活！…\nThe post Apple Pencilがお買い得！iPad整備済商品の最新情報（2021年6月18日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135668",
          "publishedOn": "2021-06-18T09:07:35.000Z",
          "wordCount": 389,
          "title": "Apple Pencilがお買い得！iPad整備済商品の最新情報（2021年6月18日更新）"
        },
        {
          "id": "https://gori.me/?p=135666",
          "author": "g.O.R.i",
          "description": "Appleが、延長保証サービス「AppleCare+ for 13インチMacBook Pro（M1）」および「AppleCare+ for MacBook Air」を値下げした。価格が改定された理由は不明。保証内容に変更はない。 「AppleCare+ for 13インチMacBook Pro（M…\nThe post Apple Care+ for M1 MacBook Air/Pro、突然の値下げ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macbookair/135666",
          "publishedOn": "2021-06-18T08:54:06.000Z",
          "wordCount": 196,
          "title": "Apple Care+ for M1 MacBook Air/Pro、突然の値下げ"
        },
        {
          "id": "https://gori.me/?p=135651",
          "author": "g.O.R.i",
          "description": "Taotronicsのブランドトップページ 株式会社SUNVALLEY JAPANのオーディオ・家電ブランド「Taotronics」、IOTプロダクトを中心に展開する「VAVA」の2ブランドが、Amazonから取り下げられた。ワイヤレス充電器・モバイルバッテリーブランド「RAVPower」は昨日、同…\nThe post RAVPowerに続き、TaotronicsとVAVAもAmazonから”強制退場” first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/135651",
          "publishedOn": "2021-06-18T00:10:36.000Z",
          "wordCount": 212,
          "title": "RAVPowerに続き、TaotronicsとVAVAもAmazonから”強制退場”"
        },
        {
          "id": "https://gori.me/?p=135648",
          "author": "g.O.R.i",
          "description": "Amazonで、iPhone 12シリーズ用純正ケースおよび一部MagSafe製品が通常価格の10％オフかつ5％ポイント還元されるセールが開催されている。セールは6月27日まで開催される。 対象となっている純正ケースは、シリコーンケース、レザーケース、クリアケースの3種類。MagSafeアクセサリは…\nThe post iPhone 12純正ケースやMagSafe充電器、10％オフ＋5%ポイント還元セール中 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135648",
          "publishedOn": "2021-06-17T23:20:02.000Z",
          "wordCount": 266,
          "title": "iPhone 12純正ケースやMagSafe充電器、10％オフ＋5%ポイント還元セール中"
        },
        {
          "id": "https://gori.me/?p=135644",
          "author": "g.O.R.i",
          "description": "macOS Montereyは、ログイン画面にミー文字を指定できる機能（Memoji on login）を用意。設定している場合、マススカーソルの動きおよびパスワードの入力によってミー文字の動きや表情が変わる仕様になっている。 Appleによると、ミー文字はログイン・ログアウトの際には挨拶してくれる…\nThe post macOS Monterey：ログイン画面のミー文字、パスワードやカーソルの動きに反応する first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macosx/macosmonterey/135644",
          "publishedOn": "2021-06-17T21:55:32.000Z",
          "wordCount": 208,
          "title": "macOS Monterey：ログイン画面のミー文字、パスワードやカーソルの動きに反応する"
        },
        {
          "id": "https://gori.me/?p=135615",
          "author": "g.O.R.i",
          "description": "自宅以外で仕事をする機会が増えてきたため、外出時は作業効率を向上させる目的でMX Master 3を持ち歩くようになった。バックパックの中に放り込むのではなく、Aenllosi製のMX Master 3専用ハードケースを購入した。 MX Master 3専用設計、MX Master 2Sでも使用でき…\nThe post 【レビュー】MX Master 3用ハードケース：バッグの中に放り込んでも安心 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac-accessories/mac-prepherial/135615",
          "publishedOn": "2021-06-17T21:45:40.000Z",
          "wordCount": 230,
          "title": "【レビュー】MX Master 3用ハードケース：バッグの中に放り込んでも安心"
        },
        {
          "id": "https://gori.me/?p=135646",
          "author": "g.O.R.i",
          "description": "Satechiが、Bluetoothキーボード「Satechi スリム X1 Bluetoothキーボード」とUSB-C接続の有線キーボード「Satechi スリム W1 有線 バックライトキーボード」を発売した。いずれの製品もテンキーのないデザインで、Mac用およびiOSに最適化されたUS配列キー…\nThe post Satechi、Mac用US配列のテンキーなしワイヤレスキーボードを発売 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac-accessories/mac-keyboard/135646",
          "publishedOn": "2021-06-17T15:01:05.000Z",
          "wordCount": 209,
          "title": "Satechi、Mac用US配列のテンキーなしワイヤレスキーボードを発売"
        },
        {
          "id": "https://gori.me/?p=135625",
          "author": "g.O.R.i",
          "description": "Belkinが、7つの拡張ポートを搭載したUSB-Cハブ「USB-C 7-in-1マルチポートハブアダプター」を6月30日より発売する。価格は5,499円。 16インチMacBook Proをフルスピードで充電できる最大100W PD対応/85W出力可能なUSB-Cポート、3.5mmオーディオ入出力…\nThe post ベルキン、7つのポートに拡張できるUSB-Cハブを発表 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mac-accessories/mac-usbc/135625",
          "publishedOn": "2021-06-17T12:28:12.000Z",
          "wordCount": 207,
          "title": "ベルキン、7つのポートに拡張できるUSB-Cハブを発表"
        },
        {
          "id": "https://gori.me/?p=135617",
          "author": "g.O.R.i",
          "description": "ソフトバンクは6月17日、ドイツの老舗カメラメーカー「ライカ」監修の5G対応スマートフォン「Leitz Phone 1」（読み方：ライツフォン ワン）を発表した。価格は税込187,920円、発売は7月以降を予定している。 1インチ型F1.9/19mm/7枚構成レンズを搭載、RAW撮影にも対応 Lei…\nThe post ライカ初の5Gスマホ「Leitz Phone 1」、ソフトバンクから発売 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/mobile/smartphone/135617",
          "publishedOn": "2021-06-17T05:50:41.000Z",
          "wordCount": 220,
          "title": "ライカ初の5Gスマホ「Leitz Phone 1」、ソフトバンクから発売"
        },
        {
          "id": "https://gori.me/?p=135586",
          "author": "g.O.R.i",
          "description": "Ankerから、MagSafeに対応したiPhone 12シリーズ用ケース「Magnetic Silicone Case」が登場した。 MagSafeに対応するため、Belkin BOOST↑CHARGE PRO 3-in-1 Wireless Charger with MagSafeなどMagSa…\nThe post 【レビュー】Anker Magnetic Silicone Case：触り心地サラサラ、フィットゆるめ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/iphone-case/135586",
          "publishedOn": "2021-06-17T01:00:45.000Z",
          "wordCount": 298,
          "title": "【レビュー】Anker Magnetic Silicone Case：触り心地サラサラ、フィットゆるめ"
        },
        {
          "id": "https://gori.me/?p=135608",
          "author": "g.O.R.i",
          "description": "株式会社SUNVALLEY JAPANのワイヤレス充電器・モバイルバッテリーブランド「RAVPower」が、Amazonから取り下げられている。The Vergeによると、米Amazonは取り下げたことを認め、AUKEYとMPOWにも同様の措置を取っていたと明らかにした。 国内でもRAVPower製…\nThe post RAVPower、不正レビュー発覚でAmazonから”強制退場” first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/135608",
          "publishedOn": "2021-06-16T22:52:19.000Z",
          "wordCount": 166,
          "title": "RAVPower、不正レビュー発覚でAmazonから”強制退場”"
        },
        {
          "id": "https://gori.me/?p=135604",
          "author": "g.O.R.i",
          "description": "Facebookは今後数週間のうちに、Oculus Quest向けの広告配信をスタートする。Resolution Gamesの「Blaston」を筆頭に、複数のデベロッパーと行う。狙いは”VR開発における自立したプラットフォーム”の構築。ユーザーからのフィードバックをもとに、広告配信対応アプリの拡大…\nThe post Facebook、Oculus Questアプリに広告の配信を開始へ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/facebook/facebook-news/135604",
          "publishedOn": "2021-06-16T22:31:00.000Z",
          "wordCount": 163,
          "title": "Facebook、Oculus Questアプリに広告の配信を開始へ"
        },
        {
          "id": "https://gori.me/?p=135602",
          "author": "g.O.R.i",
          "description": "macOS Big Surのディスプレイ設定 macOS Montereyでは、システム環境設定にある「ディスプレイ」項目のデザインが刷新されている。ディスプレイの配置はキーボードとマウスとともに表示され、ディスプレイ名または画面下部の「ディスプレイ設定」をクリックすると個別の設定に遷移する仕組みと…\nThe post macOS Monterey：ディスプレイ設定のデザインが刷新 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macosx/macosmonterey/135602",
          "publishedOn": "2021-06-16T21:56:03.000Z",
          "wordCount": 241,
          "title": "macOS Monterey：ディスプレイ設定のデザインが刷新"
        },
        {
          "id": "https://gori.me/?p=135596",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトのMac整備済製品が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日は67,980円で購入できるM1 Ma…\nThe post M1 Macの最安モデルが復活！Mac整備済商品の最新情報（2021年6月16日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135596",
          "publishedOn": "2021-06-16T04:32:00.000Z",
          "wordCount": 1780,
          "title": "M1 Macの最安モデルが復活！Mac整備済商品の最新情報（2021年6月16日更新）"
        },
        {
          "id": "https://gori.me/?p=135595",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みiPad情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はiPadの各モデルが大量に復活！…\nThe post 11インチiPad Proが60,800円から！iPad整備済商品の最新情報（2021年6月16日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135595",
          "publishedOn": "2021-06-16T04:24:01.000Z",
          "wordCount": 376,
          "title": "11インチiPad Proが60,800円から！iPad整備済商品の最新情報（2021年6月16日更新）"
        },
        {
          "id": "https://gori.me/?p=135577",
          "author": "g.O.R.i",
          "description": "macOSのプログレスバー iPadOS 15のファイルアプリは、プログレスバー表示に対応した。従来は大容量のファイルをコピーやペーストした際に、操作完了までにかかる時間をユーザーが把握できない仕様だった。iPadOS 15では、ファイルの画面上部に円形のプログレスアイコンが登場。タップすると、ma…\nThe post iPadOS 15：ファイルアプリ、プログレスバー表示に対応 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ipados/ipados15/135577",
          "publishedOn": "2021-06-16T02:28:34.000Z",
          "wordCount": 218,
          "title": "iPadOS 15：ファイルアプリ、プログレスバー表示に対応"
        },
        {
          "id": "https://gori.me/?p=135575",
          "author": "g.O.R.i",
          "description": "Ankerは、6月21日（月）から22日（火）にかけて開催する、プライム会員向けのビッグセール「プライムデー」に参加すると発表した。同社グループ製品合計170点を最大50％オフで販売するという。 対象商品は、リモートワークを快適かつスマートにする製品やおうち時間を充実させる製品を中心にラインナップ。…\nThe post Anker、プライムデー参加を予告！対象商品（最大50％オフ）をチラ見せ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/peripheral-sale/135575",
          "publishedOn": "2021-06-16T01:45:46.000Z",
          "wordCount": 183,
          "title": "Anker、プライムデー参加を予告！対象商品（最大50％オフ）をチラ見せ"
        },
        {
          "id": "https://gori.me/?p=135573",
          "author": "g.O.R.i",
          "description": "Apple Beta Software Programより Appleは6月16日、「iOS 14.7 Public Beta 3」「iPadOS 14.7 Public Beta 3」「macOS Big Sur 11.5 Public Beta 3」を、パブリックベータプログラム登録者向けに配信…\nThe post iOS/iPadOS 14.7とmacOS Big Sur 11.5のPublic Beta 3、配信開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios14/135573",
          "publishedOn": "2021-06-15T22:05:04.000Z",
          "wordCount": 258,
          "title": "iOS/iPadOS 14.7とmacOS Big Sur 11.5のPublic Beta 3、配信開始"
        },
        {
          "id": "https://gori.me/?p=135572",
          "author": "g.O.R.i",
          "description": "iOS 15の一部機能は、iPhone XS以降でなければ動作しないことが明らかになった。A12 Bionic以降のチップ搭載が条件となっており、対象となる端末は以下のとおり。 iPhone 12、iPhone 12 mini、iPhone 12 Pro、iPhone 12 Pro Max iPho…\nThe post iOS 15の一部機能、iPhone XS以降でなければ動作しない first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios15/135572",
          "publishedOn": "2021-06-15T21:45:10.000Z",
          "wordCount": 250,
          "title": "iOS 15の一部機能、iPhone XS以降でなければ動作しない"
        },
        {
          "id": "https://gori.me/?p=135566",
          "author": "g.O.R.i",
          "description": "Kindleストアが、対象作品67点が20％オフで購入できる「講談社 まとめ買いキャンペーン」を開催している。 対象作品には、『宇宙兄弟』（25,773円→20,619円）、『亜人』（11,220円→8,976円）、『ちはやふる』（21,252円→17,020円）などが含まれている。対象作品である『…\nThe post 20％オフ！Kindleストア、講談社のマンガまとめ買いセール中 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/kindle-sale/135566",
          "publishedOn": "2021-06-15T12:11:13.000Z",
          "wordCount": 179,
          "title": "20％オフ！Kindleストア、講談社のマンガまとめ買いセール中"
        },
        {
          "id": "https://gori.me/?p=135564",
          "author": "g.O.R.i",
          "description": "Googleは新型Pixelスマートフォン（Pixel 6）用に、新しいPixel Standを準備している可能性がある。9to5Googleによると、Android 12 Beta 2のコード内に、冷却ファンを内蔵したMade by Googleブランドのワイヤレス充電器に関する記述が発見されたと…\nThe post 新型Pixel Stand、Pixel 6と同時発表？冷却ファン内蔵で充電速度向上か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/google/pixel-news/135564",
          "publishedOn": "2021-06-15T11:44:32.000Z",
          "wordCount": 219,
          "title": "新型Pixel Stand、Pixel 6と同時発表？冷却ファン内蔵で充電速度向上か"
        },
        {
          "id": "https://gori.me/?p=135536",
          "author": "g.O.R.i",
          "description": "WordPress.com運営元のAutomatticが、iPhoneとMacで人気のジャーナルアプリ「Day One」を買収した。Day Oneの公式ブログで発表された。 Day One創業者のPaul Mayne氏は、買収後もDay Oneチームを担当する。買収を受け、WordPress.com…\nThe post WordPress.com運営元のAutomattic、Day Oneを買収 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/it/135536",
          "publishedOn": "2021-06-14T23:24:45.000Z",
          "wordCount": 158,
          "title": "WordPress.com運営元のAutomattic、Day Oneを買収"
        },
        {
          "id": "https://gori.me/?p=135531",
          "author": "g.O.R.i",
          "description": "Appleは6月15日、一部のiPhoneとiPad向けにiOS 12.5.4をリリースした。対象デバイスは、iOS 14のサポート対象外となったモデルだ。重要なセキュリティアップデートが含まれており、すべてのユーザーに推奨されている。 iPhone iPhone 5s、iPhone 6、iPhon…\nThe post iOS 12.5.4、旧デバイス向けにリリース first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios12/135531",
          "publishedOn": "2021-06-14T22:11:11.000Z",
          "wordCount": 197,
          "title": "iOS 12.5.4、旧デバイス向けにリリース"
        },
        {
          "id": "https://gori.me/?p=135530",
          "author": "g.O.R.i",
          "description": "Appleは6月15日、iPhone 12シリーズ用シリコーンケースに3種類の新色を追加している。追加されたのは、エレクトリックオレンジ、クラウドブルー、サンフラワーの3色。価格は税込6,050円。 なおレザーケースおよびレザースリーブに新色は追加されていない。 iPhone 12シリーズ用純正ケー…\nThe post iPhone 12シリーズ用ケース、新作3色が発売 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone-accessories/iphone-case/135530",
          "publishedOn": "2021-06-14T21:58:14.000Z",
          "wordCount": 201,
          "title": "iPhone 12シリーズ用ケース、新作3色が発売"
        },
        {
          "id": "https://gori.me/?p=135528",
          "author": "g.O.R.i",
          "description": "Appleは6月15日、「iOS 14.7 Beta 3」「iPadOS 14.7 Beta 3」「macOS Big Sur 11.5 Beta」「watchOS 7.6 Beta 3」「tvOS 14.7 Beta 3」を開発者向けに配信開始した。最新バージョンの新機能や変更点は、現時点では明ら…\nThe post iOS/iPadOS 14.7やmacOS Big Sur 11.5のBeta 3、開発者向けに配信開始 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios14/135528",
          "publishedOn": "2021-06-14T21:24:00.000Z",
          "wordCount": 272,
          "title": "iOS/iPadOS 14.7やmacOS Big Sur 11.5のBeta 3、開発者向けに配信開始"
        },
        {
          "id": "https://gori.me/?p=135527",
          "author": "g.O.R.i",
          "description": "Beats by Dr. Dreは6月15日、完全ワイヤレスイヤフォン「Beats Studio Buds」を正式に発表した。価格は税込17,800円。ブラック、ホワイト、Beatsレッドの3色となっていて、米国では先行発売。国内では今夏より注文の受付を開始する。 IPX4等級の耐汗耐水性能を備えて…\nThe post Beats Studio Buds、正式発表　ノイキャン対応で17,800円、日本では今夏発売 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/music-accessories/earphones/135527",
          "publishedOn": "2021-06-14T21:00:36.000Z",
          "wordCount": 199,
          "title": "Beats Studio Buds、正式発表　ノイキャン対応で17,800円、日本では今夏発売"
        },
        {
          "id": "https://gori.me/?p=135525",
          "author": "g.O.R.i",
          "description": "2022年の新型Apple Watch（Apple Watch Series 8）は、体温センサーを内蔵する可能性がある。Bloombergによると、2021年の新型Apple Watch（Apple Watch Series 7）に内蔵される計画だったが、2022年に延期されたという。 体温の計測…\nThe post Apple Watch Series 8は体温計搭載か　”G-SHOCK\"対抗モデルも2022年に延期の噂 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple-watch/watch-news/135525",
          "publishedOn": "2021-06-14T14:34:45.000Z",
          "wordCount": 255,
          "title": "Apple Watch Series 8は体温計搭載か　”G-SHOCK”対抗モデルも2022年に延期の噂"
        },
        {
          "id": "https://gori.me/?p=135523",
          "author": "g.O.R.i",
          "description": "2021年の新型Apple Watch（Apple Watch Series 7）は、ディスプレイ周りのベゼルを薄くし画面を大型化する可能性がある。Bloombergによると、「Apple Watch Series 7」はフロントガラスとディスプレイパネルの距離を近くなる、新しいラミネーション技術を…\nThe post Apple Watch Series 7、ディスプレイが大型化か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple-watch/watch-news/135523",
          "publishedOn": "2021-06-14T14:03:51.000Z",
          "wordCount": 269,
          "title": "Apple Watch Series 7、ディスプレイが大型化か"
        },
        {
          "id": "https://gori.me/?p=135522",
          "author": "g.O.R.i",
          "description": "Amazonが、プライムデーに登場予定の商品第2弾を公開した。プライムデーは、6月21日（月）から22日（火）の48時間開催。多数のトップブランドやカスタマーレビュー星4つ以上の人気商品を特別価格で販売する、プライム会員向けのビッグセールだ。 第2弾の登場予定商品は、おうち時間をより快適かつ充実させ…\nThe post Echo Dotが70％オフ、Fire TV Stick 4Kが43％オフに　プライムデー2021登場予定商品の第2弾が公開 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/amazon/amazon-sale/135522",
          "publishedOn": "2021-06-14T13:11:38.000Z",
          "wordCount": 198,
          "title": "Echo Dotが70％オフ、Fire TV Stick 4Kが43％オフに　プライムデー2021登場予定商品の第2弾が公開"
        },
        {
          "id": "https://gori.me/?p=135520",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトのMac整備済製品が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はM1 Mac miniが67,980…\nThe post M1 Mac miniのほうがIntel Core i3より約1万円安い！Mac整備済商品の最新情報（2021年6月14日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135520",
          "publishedOn": "2021-06-14T04:08:17.000Z",
          "wordCount": 1668,
          "title": "M1 Mac miniのほうがIntel Core i3より約1万円安い！Mac整備済商品の最新情報（2021年6月14日更新）"
        },
        {
          "id": "https://gori.me/?p=135517",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みApple Watch情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日は、Apple Wa…\nThe post SEやSeries 6がお買い得！Apple Watch整備済商品の最新情報（2021年6月14日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135517",
          "publishedOn": "2021-06-14T03:55:35.000Z",
          "wordCount": 388,
          "title": "SEやSeries 6がお買い得！Apple Watch整備済商品の最新情報（2021年6月14日更新）"
        },
        {
          "id": "https://gori.me/?p=135516",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みiPad情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はiPadの各モデルが大量に復活！…\nThe post iPadが大量に復活！iPad整備済商品の最新情報（2021年6月14日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135516",
          "publishedOn": "2021-06-14T03:52:25.000Z",
          "wordCount": 366,
          "title": "iPadが大量に復活！iPad整備済商品の最新情報（2021年6月14日更新）"
        },
        {
          "id": "https://gori.me/?p=135513",
          "author": "g.O.R.i",
          "description": "1Passwordより AgileBitsは6月11日、公式ブログを更新。パスワード管理アプリ「1Password」が対応する、iOS 15、iPadOS 15、macOS Montereyの新機能について説明している。 1Passwordの新機能 iPhoneとiPadでSafariウェブ機能拡張…\nThe post 1Password、iOS/iPadOS 15とmacOS Monterey向けの新機能を発表 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apps/iphone-app-news/135513",
          "publishedOn": "2021-06-14T00:38:11.000Z",
          "wordCount": 207,
          "title": "1Password、iOS/iPadOS 15とmacOS Monterey向けの新機能を発表"
        },
        {
          "id": "https://gori.me/?p=135510",
          "author": "g.O.R.i",
          "description": "Boise Towne Square Appleは、新型コロナウイルスのワクチン接種が完了していれば、マスク不要で米国内のApple Storeへ入店可能にする方針を明らかにした。Bloombergによると、早ければ現地時間火曜日から有効になるという。 来店者に対し、ワクチン接種証明書の提示は求めら…\nThe post 米国内のApple Store、ワクチン接種完了者はマスク不要で入店可能に first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-news/135510",
          "publishedOn": "2021-06-13T22:40:16.000Z",
          "wordCount": 178,
          "title": "米国内のApple Store、ワクチン接種完了者はマスク不要で入店可能に"
        },
        {
          "id": "https://gori.me/?p=135507",
          "author": "g.O.R.i",
          "description": "僕は毎朝、決まった朝食を取っている。玄米餅にきな粉とシナモンをまぶし、アガベシロップで甘みを足した「”八ツ橋風”玄米餅」だ。旅行や美味しいパンなどを仕入れたとき以外は食べているため、おそらく年間340日程度は食べているだろう。 なぜ「”八ツ橋風”玄米餅」を食べるようになったのか 八ツ橋愛 僕は甘党。…\nThe post 年間340日食べている僕の朝食ができるまで（玄米餅＋きな粉＋シナモン＋アガベシロップ） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/health/135507",
          "publishedOn": "2021-06-13T21:45:29.000Z",
          "wordCount": 204,
          "title": "年間340日食べている僕の朝食ができるまで（玄米餅＋きな粉＋シナモン＋アガベシロップ）"
        },
        {
          "id": "https://gori.me/?p=135493",
          "author": "g.O.R.i",
          "description": "Appleは今年3月、初代HomePodを在庫限りで販売終了すると発表した。今後はHomePod miniの開発に注力計画だが、3カ月経った今でも在庫が残っている。Apple公式サイトでは「在庫あり」と表示されており、Apple表参道であれば当日受け取り可能だ。 在庫が減らない理由は、需要の低さと同…\nThe post 初代HomePod、販売終了から3カ月経っても「在庫あり」 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/music-accessories/speakers/homepod/135493",
          "publishedOn": "2021-06-13T00:01:22.000Z",
          "wordCount": 191,
          "title": "初代HomePod、販売終了から3カ月経っても「在庫あり」"
        },
        {
          "id": "https://gori.me/?p=135488",
          "author": "g.O.R.i",
          "description": "Appleが6月13日、iPad Proの”自由”をアピールするプロモーション動画「Your next computer is not a computer」を公開。ディズニー作品「リトルマーメイド」から「パート・オブ・ユア・ワールド」のパロディとなっている。 「パート・オブ・ユア・ワールド」は、人…\nThe post Apple、リトルマーメイドのパロディでiPad Proをアピール first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/apple/apple-tvcm/135488",
          "publishedOn": "2021-06-12T23:12:45.000Z",
          "wordCount": 179,
          "title": "Apple、リトルマーメイドのパロディでiPad Proをアピール"
        },
        {
          "id": "https://gori.me/?p=135485",
          "author": "g.O.R.i",
          "description": "M1 MacBook Proを使用していると、極稀にマシーン全体の動作が突然重くなることがある。アクティビティモニタには「oahd-helper」というプロセスのCPU使用率が高くなっていた。確認時の使用メモリは2.46GBだった。 Redditによると、「oahd-helper」はRosetta …\nThe post プロセス名「oahd-helper」とは何か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macosx/macos-tips/135485",
          "publishedOn": "2021-06-12T21:30:14.000Z",
          "wordCount": 289,
          "title": "プロセス名「oahd-helper」とは何か"
        },
        {
          "id": "https://gori.me/?p=135481",
          "author": "g.O.R.i",
          "description": "Appleは、Beatsの新しい完全ワイヤレスイヤホン「Beats Studio Buds」を現地時間7月21日に発表する可能性がある。Appleのリーク情報を発信しているJon Prosser氏によると、プレスリリースを通じて発表されるという。 Jon Prosser氏の情報が正しければ、正式発表…\nThe post Beats Studio Buds、7月21日に発表か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/music-accessories/earphones/135481",
          "publishedOn": "2021-06-12T00:01:06.000Z",
          "wordCount": 183,
          "title": "Beats Studio Buds、7月21日に発表か"
        },
        {
          "id": "https://gori.me/?p=135480",
          "author": "g.O.R.i",
          "description": "新型iPad mini（iPad mini 6）は、2020年に発売されたiPad Air（第4世代）を小型化したようなデザインになる可能性がある。 Appleのリーク情報を発信しているJon Prosser氏が6月12日、FrontPageTech.comを更新。実機のCADファイルをもとに作成し…\nThe post iPad mini 6のレンダリング画像が公開　”小型化したiPad Air”か first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ipad/ipadmini/135480",
          "publishedOn": "2021-06-11T23:46:07.000Z",
          "wordCount": 262,
          "title": "iPad mini 6のレンダリング画像が公開　”小型化したiPad Air”か"
        },
        {
          "id": "https://gori.me/?p=135473",
          "author": "g.O.R.i",
          "description": "iPadOS 15の発表を見て、落胆した人も多いだろう。手書き文字をテキスト化してくれる「Scribble」が日本語をサポートしたこと、iPadOS 14と変わらないデバイスのサポートは良い。しかしクイックメモは機能としては面白いが革新的ではなく、ウィジェットの自由配置とAppライブラリはiPhon…\nThe post iPadOS 15への落胆と、失われたM1 iPad Proの存在意義 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ipad/ipadpro/135473",
          "publishedOn": "2021-06-11T21:45:25.000Z",
          "wordCount": 224,
          "title": "iPadOS 15への落胆と、失われたM1 iPad Proの存在意義"
        },
        {
          "id": "https://gori.me/?p=135470",
          "author": "g.O.R.i",
          "description": "2021年の新型iPhone（iPhone 13）シリーズと見られるデバイスが、ユーラシア経済委員会（Eurasian Economic Commission = EEC）のデータベースに登録されたと判明した。登録デバイスのモデル番号は、「A2628」「A2630」「A2634」「A2635」「A2…\nThe post iPhone 13シリーズと見られるデバイス、EECのデータベースに登録 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/iphone/iphone-news/135470",
          "publishedOn": "2021-06-11T11:56:38.000Z",
          "wordCount": 240,
          "title": "iPhone 13シリーズと見られるデバイス、EECのデータベースに登録"
        },
        {
          "id": "https://gori.me/?p=135468",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みiPad情報として、Apple Pencilが初めて登場した。 Apple Pencil（第1世代）は通常11,880円のところ、9,680円（19％オフ/2,200円オフ）。Apple Pencil（第2世代）は通常15,980円…\nThe post Apple Pencilの整備済み商品が初登場！通常価格よりも19％オフ first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135468",
          "publishedOn": "2021-06-11T04:57:45.000Z",
          "wordCount": 166,
          "title": "Apple Pencilの整備済み商品が初登場！通常価格よりも19％オフ"
        },
        {
          "id": "https://gori.me/?p=135466",
          "author": "g.O.R.i",
          "description": "Kindleストアが、対象作品1,000点以上が30％オフで購入できる「秋田書店　まとめ買いキャンペーン」を開催している。対象作品には、『範馬刃牙 (全37巻)』、『グラップラー刃牙 (全42巻)』、『BEASTARS (全22巻)』などが含まれている。 対象作品の一覧はこちらから。2万冊が最大70…\nThe post マンガの大人買いが30％オフ！Kindleストア、「秋田書店まとめ買いキャンペーン」開催中 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/kindle-sale/135466",
          "publishedOn": "2021-06-11T04:23:29.000Z",
          "wordCount": 173,
          "title": "マンガの大人買いが30％オフ！Kindleストア、「秋田書店まとめ買いキャンペーン」開催中"
        },
        {
          "id": "https://gori.me/?p=135464",
          "author": "g.O.R.i",
          "description": "通常価格よりも15％オフで購入できる、Apple公式サイトの整備済みiPad情報が更新されている！記事執筆時点の掲載商品一覧およびその価格（税込）を紹介する！ 【解説】Mac/iPadが通常価格の15％オフ！Apple認定の整備済商品は新品同様の中古でお買い得 本日はiPad（第6世代）が26,18…\nThe post 11インチiPad Proが約9万円！iPad整備済商品の最新情報（2021年6月11日更新） first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/sale/apple-refurbished/135464",
          "publishedOn": "2021-06-11T03:39:27.000Z",
          "wordCount": 326,
          "title": "11インチiPad Proが約9万円！iPad整備済商品の最新情報（2021年6月11日更新）"
        },
        {
          "id": "https://gori.me/?p=135460",
          "author": "g.O.R.i",
          "description": "新型MacBook ProはWWDC 2021で発表されなかった。発表の噂を信じ所有していたMacBook Proを売約してしまったユーザーが、「MacBook Proが発表されると確認できている」と発言していたリーカーのJon Prosser氏に怒りの矛先を向けている。 Naman氏は、ムンバイを…\nThe post M1X MacBook Pro発表の噂を信じて事前売却したユーザー、リーカーに八つ当たり first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/macbookpro/135460",
          "publishedOn": "2021-06-11T02:18:47.000Z",
          "wordCount": 259,
          "title": "M1X MacBook Pro発表の噂を信じて事前売却したユーザー、リーカーに八つ当たり"
        },
        {
          "id": "https://gori.me/?p=135433",
          "author": "g.O.R.i",
          "description": "iOS 15は、iOS 14がインストールできているiPhoneであればアップデート可能だ。iPhoneは最新モデルを買わなかったとしても、数年前のiPhoneでも最新機能の多くを無料で利用できる。AppleのiOS 15プレビューページに新機能の一覧が掲載されているが、中には地味ながら日々の使い勝…\nThe post 僕のiPhoneライフが快適になりそうなiOS 15の新機能15選 first appeared on ゴリミー.\n\n 【もっと読む】",
          "link": "https://gori.me/ios/ios15/135433",
          "publishedOn": "2021-06-10T21:45:36.000Z",
          "wordCount": 333,
          "title": "僕のiPhoneライフが快適になりそうなiOS 15の新機能15選"
        }
      ]
    }
  ],
  "cliVersion": "1.11.0"
}